            export const muni = {
                "01000": {
                    "pref": "北海道",
                    "city": null,
                    "name": "北海道"
                },
                "01100": {
                    "pref": "北海道",
                    "city": "札幌市",
                    "name": "北海道札幌市"
                },
                "01202": {
                    "pref": "北海道",
                    "city": "函館市",
                    "name": "北海道函館市"
                },
                "01203": {
                    "pref": "北海道",
                    "city": "小樽市",
                    "name": "北海道小樽市"
                },
                "01204": {
                    "pref": "北海道",
                    "city": "旭川市",
                    "name": "北海道旭川市"
                },
                "01205": {
                    "pref": "北海道",
                    "city": "室蘭市",
                    "name": "北海道室蘭市"
                },
                "01206": {
                    "pref": "北海道",
                    "city": "釧路市",
                    "name": "北海道釧路市"
                },
                "01207": {
                    "pref": "北海道",
                    "city": "帯広市",
                    "name": "北海道帯広市"
                },
                "01208": {
                    "pref": "北海道",
                    "city": "北見市",
                    "name": "北海道北見市"
                },
                "01209": {
                    "pref": "北海道",
                    "city": "夕張市",
                    "name": "北海道夕張市"
                },
                "01210": {
                    "pref": "北海道",
                    "city": "岩見沢市",
                    "name": "北海道岩見沢市"
                },
                "01211": {
                    "pref": "北海道",
                    "city": "網走市",
                    "name": "北海道網走市"
                },
                "01212": {
                    "pref": "北海道",
                    "city": "留萌市",
                    "name": "北海道留萌市"
                },
                "01213": {
                    "pref": "北海道",
                    "city": "苫小牧市",
                    "name": "北海道苫小牧市"
                },
                "01214": {
                    "pref": "北海道",
                    "city": "稚内市",
                    "name": "北海道稚内市"
                },
                "01215": {
                    "pref": "北海道",
                    "city": "美唄市",
                    "name": "北海道美唄市"
                },
                "01216": {
                    "pref": "北海道",
                    "city": "芦別市",
                    "name": "北海道芦別市"
                },
                "01217": {
                    "pref": "北海道",
                    "city": "江別市",
                    "name": "北海道江別市"
                },
                "01218": {
                    "pref": "北海道",
                    "city": "赤平市",
                    "name": "北海道赤平市"
                },
                "01219": {
                    "pref": "北海道",
                    "city": "紋別市",
                    "name": "北海道紋別市"
                },
                "01220": {
                    "pref": "北海道",
                    "city": "士別市",
                    "name": "北海道士別市"
                },
                "01221": {
                    "pref": "北海道",
                    "city": "名寄市",
                    "name": "北海道名寄市"
                },
                "01222": {
                    "pref": "北海道",
                    "city": "三笠市",
                    "name": "北海道三笠市"
                },
                "01223": {
                    "pref": "北海道",
                    "city": "根室市",
                    "name": "北海道根室市"
                },
                "01224": {
                    "pref": "北海道",
                    "city": "千歳市",
                    "name": "北海道千歳市"
                },
                "01225": {
                    "pref": "北海道",
                    "city": "滝川市",
                    "name": "北海道滝川市"
                },
                "01226": {
                    "pref": "北海道",
                    "city": "砂川市",
                    "name": "北海道砂川市"
                },
                "01227": {
                    "pref": "北海道",
                    "city": "歌志内市",
                    "name": "北海道歌志内市"
                },
                "01228": {
                    "pref": "北海道",
                    "city": "深川市",
                    "name": "北海道深川市"
                },
                "01229": {
                    "pref": "北海道",
                    "city": "富良野市",
                    "name": "北海道富良野市"
                },
                "01230": {
                    "pref": "北海道",
                    "city": "登別市",
                    "name": "北海道登別市"
                },
                "01231": {
                    "pref": "北海道",
                    "city": "恵庭市",
                    "name": "北海道恵庭市"
                },
                "01233": {
                    "pref": "北海道",
                    "city": "伊達市",
                    "name": "北海道伊達市"
                },
                "01234": {
                    "pref": "北海道",
                    "city": "北広島市",
                    "name": "北海道北広島市"
                },
                "01235": {
                    "pref": "北海道",
                    "city": "石狩市",
                    "name": "北海道石狩市"
                },
                "01236": {
                    "pref": "北海道",
                    "city": "北斗市",
                    "name": "北海道北斗市"
                },
                "01303": {
                    "pref": "北海道",
                    "city": "当別町",
                    "name": "北海道当別町"
                },
                "01304": {
                    "pref": "北海道",
                    "city": "新篠津村",
                    "name": "北海道新篠津村"
                },
                "01331": {
                    "pref": "北海道",
                    "city": "松前町",
                    "name": "北海道松前町"
                },
                "01332": {
                    "pref": "北海道",
                    "city": "福島町",
                    "name": "北海道福島町"
                },
                "01333": {
                    "pref": "北海道",
                    "city": "知内町",
                    "name": "北海道知内町"
                },
                "01334": {
                    "pref": "北海道",
                    "city": "木古内町",
                    "name": "北海道木古内町"
                },
                "01337": {
                    "pref": "北海道",
                    "city": "七飯町",
                    "name": "北海道七飯町"
                },
                "01343": {
                    "pref": "北海道",
                    "city": "鹿部町",
                    "name": "北海道鹿部町"
                },
                "01345": {
                    "pref": "北海道",
                    "city": "森町",
                    "name": "北海道森町"
                },
                "01346": {
                    "pref": "北海道",
                    "city": "八雲町",
                    "name": "北海道八雲町"
                },
                "01347": {
                    "pref": "北海道",
                    "city": "長万部町",
                    "name": "北海道長万部町"
                },
                "01361": {
                    "pref": "北海道",
                    "city": "江差町",
                    "name": "北海道江差町"
                },
                "01362": {
                    "pref": "北海道",
                    "city": "上ノ国町",
                    "name": "北海道上ノ国町"
                },
                "01363": {
                    "pref": "北海道",
                    "city": "厚沢部町",
                    "name": "北海道厚沢部町"
                },
                "01364": {
                    "pref": "北海道",
                    "city": "乙部町",
                    "name": "北海道乙部町"
                },
                "01367": {
                    "pref": "北海道",
                    "city": "奥尻町",
                    "name": "北海道奥尻町"
                },
                "01370": {
                    "pref": "北海道",
                    "city": "今金町",
                    "name": "北海道今金町"
                },
                "01371": {
                    "pref": "北海道",
                    "city": "せたな町",
                    "name": "北海道せたな町"
                },
                "01391": {
                    "pref": "北海道",
                    "city": "島牧村",
                    "name": "北海道島牧村"
                },
                "01392": {
                    "pref": "北海道",
                    "city": "寿都町",
                    "name": "北海道寿都町"
                },
                "01393": {
                    "pref": "北海道",
                    "city": "黒松内町",
                    "name": "北海道黒松内町"
                },
                "01394": {
                    "pref": "北海道",
                    "city": "蘭越町",
                    "name": "北海道蘭越町"
                },
                "01395": {
                    "pref": "北海道",
                    "city": "ニセコ町",
                    "name": "北海道ニセコ町"
                },
                "01396": {
                    "pref": "北海道",
                    "city": "真狩村",
                    "name": "北海道真狩村"
                },
                "01397": {
                    "pref": "北海道",
                    "city": "留寿都村",
                    "name": "北海道留寿都村"
                },
                "01398": {
                    "pref": "北海道",
                    "city": "喜茂別町",
                    "name": "北海道喜茂別町"
                },
                "01399": {
                    "pref": "北海道",
                    "city": "京極町",
                    "name": "北海道京極町"
                },
                "01400": {
                    "pref": "北海道",
                    "city": "倶知安町",
                    "name": "北海道倶知安町"
                },
                "01401": {
                    "pref": "北海道",
                    "city": "共和町",
                    "name": "北海道共和町"
                },
                "01402": {
                    "pref": "北海道",
                    "city": "岩内町",
                    "name": "北海道岩内町"
                },
                "01403": {
                    "pref": "北海道",
                    "city": "泊村",
                    "name": "北海道泊村"
                },
                "01404": {
                    "pref": "北海道",
                    "city": "神恵内村",
                    "name": "北海道神恵内村"
                },
                "01405": {
                    "pref": "北海道",
                    "city": "積丹町",
                    "name": "北海道積丹町"
                },
                "01406": {
                    "pref": "北海道",
                    "city": "古平町",
                    "name": "北海道古平町"
                },
                "01407": {
                    "pref": "北海道",
                    "city": "仁木町",
                    "name": "北海道仁木町"
                },
                "01408": {
                    "pref": "北海道",
                    "city": "余市町",
                    "name": "北海道余市町"
                },
                "01409": {
                    "pref": "北海道",
                    "city": "赤井川村",
                    "name": "北海道赤井川村"
                },
                "01423": {
                    "pref": "北海道",
                    "city": "南幌町",
                    "name": "北海道南幌町"
                },
                "01424": {
                    "pref": "北海道",
                    "city": "奈井江町",
                    "name": "北海道奈井江町"
                },
                "01425": {
                    "pref": "北海道",
                    "city": "上砂川町",
                    "name": "北海道上砂川町"
                },
                "01427": {
                    "pref": "北海道",
                    "city": "由仁町",
                    "name": "北海道由仁町"
                },
                "01428": {
                    "pref": "北海道",
                    "city": "長沼町",
                    "name": "北海道長沼町"
                },
                "01429": {
                    "pref": "北海道",
                    "city": "栗山町",
                    "name": "北海道栗山町"
                },
                "01430": {
                    "pref": "北海道",
                    "city": "月形町",
                    "name": "北海道月形町"
                },
                "01431": {
                    "pref": "北海道",
                    "city": "浦臼町",
                    "name": "北海道浦臼町"
                },
                "01432": {
                    "pref": "北海道",
                    "city": "新十津川町",
                    "name": "北海道新十津川町"
                },
                "01433": {
                    "pref": "北海道",
                    "city": "妹背牛町",
                    "name": "北海道妹背牛町"
                },
                "01434": {
                    "pref": "北海道",
                    "city": "秩父別町",
                    "name": "北海道秩父別町"
                },
                "01436": {
                    "pref": "北海道",
                    "city": "雨竜町",
                    "name": "北海道雨竜町"
                },
                "01437": {
                    "pref": "北海道",
                    "city": "北竜町",
                    "name": "北海道北竜町"
                },
                "01438": {
                    "pref": "北海道",
                    "city": "沼田町",
                    "name": "北海道沼田町"
                },
                "01452": {
                    "pref": "北海道",
                    "city": "鷹栖町",
                    "name": "北海道鷹栖町"
                },
                "01453": {
                    "pref": "北海道",
                    "city": "東神楽町",
                    "name": "北海道東神楽町"
                },
                "01454": {
                    "pref": "北海道",
                    "city": "当麻町",
                    "name": "北海道当麻町"
                },
                "01455": {
                    "pref": "北海道",
                    "city": "比布町",
                    "name": "北海道比布町"
                },
                "01456": {
                    "pref": "北海道",
                    "city": "愛別町",
                    "name": "北海道愛別町"
                },
                "01457": {
                    "pref": "北海道",
                    "city": "上川町",
                    "name": "北海道上川町"
                },
                "01458": {
                    "pref": "北海道",
                    "city": "東川町",
                    "name": "北海道東川町"
                },
                "01459": {
                    "pref": "北海道",
                    "city": "美瑛町",
                    "name": "北海道美瑛町"
                },
                "01460": {
                    "pref": "北海道",
                    "city": "上富良野町",
                    "name": "北海道上富良野町"
                },
                "01461": {
                    "pref": "北海道",
                    "city": "中富良野町",
                    "name": "北海道中富良野町"
                },
                "01462": {
                    "pref": "北海道",
                    "city": "南富良野町",
                    "name": "北海道南富良野町"
                },
                "01463": {
                    "pref": "北海道",
                    "city": "占冠村",
                    "name": "北海道占冠村"
                },
                "01464": {
                    "pref": "北海道",
                    "city": "和寒町",
                    "name": "北海道和寒町"
                },
                "01465": {
                    "pref": "北海道",
                    "city": "剣淵町",
                    "name": "北海道剣淵町"
                },
                "01468": {
                    "pref": "北海道",
                    "city": "下川町",
                    "name": "北海道下川町"
                },
                "01469": {
                    "pref": "北海道",
                    "city": "美深町",
                    "name": "北海道美深町"
                },
                "01470": {
                    "pref": "北海道",
                    "city": "音威子府村",
                    "name": "北海道音威子府村"
                },
                "01471": {
                    "pref": "北海道",
                    "city": "中川町",
                    "name": "北海道中川町"
                },
                "01472": {
                    "pref": "北海道",
                    "city": "幌加内町",
                    "name": "北海道幌加内町"
                },
                "01481": {
                    "pref": "北海道",
                    "city": "増毛町",
                    "name": "北海道増毛町"
                },
                "01482": {
                    "pref": "北海道",
                    "city": "小平町",
                    "name": "北海道小平町"
                },
                "01483": {
                    "pref": "北海道",
                    "city": "苫前町",
                    "name": "北海道苫前町"
                },
                "01484": {
                    "pref": "北海道",
                    "city": "羽幌町",
                    "name": "北海道羽幌町"
                },
                "01485": {
                    "pref": "北海道",
                    "city": "初山別村",
                    "name": "北海道初山別村"
                },
                "01486": {
                    "pref": "北海道",
                    "city": "遠別町",
                    "name": "北海道遠別町"
                },
                "01487": {
                    "pref": "北海道",
                    "city": "天塩町",
                    "name": "北海道天塩町"
                },
                "01511": {
                    "pref": "北海道",
                    "city": "猿払村",
                    "name": "北海道猿払村"
                },
                "01512": {
                    "pref": "北海道",
                    "city": "浜頓別町",
                    "name": "北海道浜頓別町"
                },
                "01513": {
                    "pref": "北海道",
                    "city": "中頓別町",
                    "name": "北海道中頓別町"
                },
                "01514": {
                    "pref": "北海道",
                    "city": "枝幸町",
                    "name": "北海道枝幸町"
                },
                "01516": {
                    "pref": "北海道",
                    "city": "豊富町",
                    "name": "北海道豊富町"
                },
                "01517": {
                    "pref": "北海道",
                    "city": "礼文町",
                    "name": "北海道礼文町"
                },
                "01518": {
                    "pref": "北海道",
                    "city": "利尻町",
                    "name": "北海道利尻町"
                },
                "01519": {
                    "pref": "北海道",
                    "city": "利尻富士町",
                    "name": "北海道利尻富士町"
                },
                "01520": {
                    "pref": "北海道",
                    "city": "幌延町",
                    "name": "北海道幌延町"
                },
                "01543": {
                    "pref": "北海道",
                    "city": "美幌町",
                    "name": "北海道美幌町"
                },
                "01544": {
                    "pref": "北海道",
                    "city": "津別町",
                    "name": "北海道津別町"
                },
                "01545": {
                    "pref": "北海道",
                    "city": "斜里町",
                    "name": "北海道斜里町"
                },
                "01546": {
                    "pref": "北海道",
                    "city": "清里町",
                    "name": "北海道清里町"
                },
                "01547": {
                    "pref": "北海道",
                    "city": "小清水町",
                    "name": "北海道小清水町"
                },
                "01549": {
                    "pref": "北海道",
                    "city": "訓子府町",
                    "name": "北海道訓子府町"
                },
                "01550": {
                    "pref": "北海道",
                    "city": "置戸町",
                    "name": "北海道置戸町"
                },
                "01552": {
                    "pref": "北海道",
                    "city": "佐呂間町",
                    "name": "北海道佐呂間町"
                },
                "01555": {
                    "pref": "北海道",
                    "city": "遠軽町",
                    "name": "北海道遠軽町"
                },
                "01559": {
                    "pref": "北海道",
                    "city": "湧別町",
                    "name": "北海道湧別町"
                },
                "01560": {
                    "pref": "北海道",
                    "city": "滝上町",
                    "name": "北海道滝上町"
                },
                "01561": {
                    "pref": "北海道",
                    "city": "興部町",
                    "name": "北海道興部町"
                },
                "01562": {
                    "pref": "北海道",
                    "city": "西興部村",
                    "name": "北海道西興部村"
                },
                "01563": {
                    "pref": "北海道",
                    "city": "雄武町",
                    "name": "北海道雄武町"
                },
                "01564": {
                    "pref": "北海道",
                    "city": "大空町",
                    "name": "北海道大空町"
                },
                "01571": {
                    "pref": "北海道",
                    "city": "豊浦町",
                    "name": "北海道豊浦町"
                },
                "01575": {
                    "pref": "北海道",
                    "city": "壮瞥町",
                    "name": "北海道壮瞥町"
                },
                "01578": {
                    "pref": "北海道",
                    "city": "白老町",
                    "name": "北海道白老町"
                },
                "01581": {
                    "pref": "北海道",
                    "city": "厚真町",
                    "name": "北海道厚真町"
                },
                "01584": {
                    "pref": "北海道",
                    "city": "洞爺湖町",
                    "name": "北海道洞爺湖町"
                },
                "01585": {
                    "pref": "北海道",
                    "city": "安平町",
                    "name": "北海道安平町"
                },
                "01586": {
                    "pref": "北海道",
                    "city": "むかわ町",
                    "name": "北海道むかわ町"
                },
                "01601": {
                    "pref": "北海道",
                    "city": "日高町",
                    "name": "北海道日高町"
                },
                "01602": {
                    "pref": "北海道",
                    "city": "平取町",
                    "name": "北海道平取町"
                },
                "01604": {
                    "pref": "北海道",
                    "city": "新冠町",
                    "name": "北海道新冠町"
                },
                "01607": {
                    "pref": "北海道",
                    "city": "浦河町",
                    "name": "北海道浦河町"
                },
                "01608": {
                    "pref": "北海道",
                    "city": "様似町",
                    "name": "北海道様似町"
                },
                "01609": {
                    "pref": "北海道",
                    "city": "えりも町",
                    "name": "北海道えりも町"
                },
                "01610": {
                    "pref": "北海道",
                    "city": "新ひだか町",
                    "name": "北海道新ひだか町"
                },
                "01631": {
                    "pref": "北海道",
                    "city": "音更町",
                    "name": "北海道音更町"
                },
                "01632": {
                    "pref": "北海道",
                    "city": "士幌町",
                    "name": "北海道士幌町"
                },
                "01633": {
                    "pref": "北海道",
                    "city": "上士幌町",
                    "name": "北海道上士幌町"
                },
                "01634": {
                    "pref": "北海道",
                    "city": "鹿追町",
                    "name": "北海道鹿追町"
                },
                "01635": {
                    "pref": "北海道",
                    "city": "新得町",
                    "name": "北海道新得町"
                },
                "01636": {
                    "pref": "北海道",
                    "city": "清水町",
                    "name": "北海道清水町"
                },
                "01637": {
                    "pref": "北海道",
                    "city": "芽室町",
                    "name": "北海道芽室町"
                },
                "01638": {
                    "pref": "北海道",
                    "city": "中札内村",
                    "name": "北海道中札内村"
                },
                "01639": {
                    "pref": "北海道",
                    "city": "更別村",
                    "name": "北海道更別村"
                },
                "01641": {
                    "pref": "北海道",
                    "city": "大樹町",
                    "name": "北海道大樹町"
                },
                "01642": {
                    "pref": "北海道",
                    "city": "広尾町",
                    "name": "北海道広尾町"
                },
                "01643": {
                    "pref": "北海道",
                    "city": "幕別町",
                    "name": "北海道幕別町"
                },
                "01644": {
                    "pref": "北海道",
                    "city": "池田町",
                    "name": "北海道池田町"
                },
                "01645": {
                    "pref": "北海道",
                    "city": "豊頃町",
                    "name": "北海道豊頃町"
                },
                "01646": {
                    "pref": "北海道",
                    "city": "本別町",
                    "name": "北海道本別町"
                },
                "01647": {
                    "pref": "北海道",
                    "city": "足寄町",
                    "name": "北海道足寄町"
                },
                "01648": {
                    "pref": "北海道",
                    "city": "陸別町",
                    "name": "北海道陸別町"
                },
                "01649": {
                    "pref": "北海道",
                    "city": "浦幌町",
                    "name": "北海道浦幌町"
                },
                "01661": {
                    "pref": "北海道",
                    "city": "釧路町",
                    "name": "北海道釧路町"
                },
                "01662": {
                    "pref": "北海道",
                    "city": "厚岸町",
                    "name": "北海道厚岸町"
                },
                "01663": {
                    "pref": "北海道",
                    "city": "浜中町",
                    "name": "北海道浜中町"
                },
                "01664": {
                    "pref": "北海道",
                    "city": "標茶町",
                    "name": "北海道標茶町"
                },
                "01665": {
                    "pref": "北海道",
                    "city": "弟子屈町",
                    "name": "北海道弟子屈町"
                },
                "01667": {
                    "pref": "北海道",
                    "city": "鶴居村",
                    "name": "北海道鶴居村"
                },
                "01668": {
                    "pref": "北海道",
                    "city": "白糠町",
                    "name": "北海道白糠町"
                },
                "01691": {
                    "pref": "北海道",
                    "city": "別海町",
                    "name": "北海道別海町"
                },
                "01692": {
                    "pref": "北海道",
                    "city": "中標津町",
                    "name": "北海道中標津町"
                },
                "01693": {
                    "pref": "北海道",
                    "city": "標津町",
                    "name": "北海道標津町"
                },
                "01694": {
                    "pref": "北海道",
                    "city": "羅臼町",
                    "name": "北海道羅臼町"
                },
                "01695": {
                    "pref": "北海道",
                    "city": "色丹村",
                    "name": "北海道色丹村"
                },
                "01696": {
                    "pref": "北海道",
                    "city": "泊村",
                    "name": "北海道泊村"
                },
                "01697": {
                    "pref": "北海道",
                    "city": "留夜別村",
                    "name": "北海道留夜別村"
                },
                "01698": {
                    "pref": "北海道",
                    "city": "留別村",
                    "name": "北海道留別村"
                },
                "01699": {
                    "pref": "北海道",
                    "city": "紗那村",
                    "name": "北海道紗那村"
                },
                "01700": {
                    "pref": "北海道",
                    "city": "蘂取村",
                    "name": "北海道蘂取村"
                },
                "02000": {
                    "pref": "青森県",
                    "city": null,
                    "name": "青森県"
                },
                "02201": {
                    "pref": "青森県",
                    "city": "青森市",
                    "name": "青森県青森市"
                },
                "02202": {
                    "pref": "青森県",
                    "city": "弘前市",
                    "name": "青森県弘前市"
                },
                "02203": {
                    "pref": "青森県",
                    "city": "八戸市",
                    "name": "青森県八戸市"
                },
                "02204": {
                    "pref": "青森県",
                    "city": "黒石市",
                    "name": "青森県黒石市"
                },
                "02205": {
                    "pref": "青森県",
                    "city": "五所川原市",
                    "name": "青森県五所川原市"
                },
                "02206": {
                    "pref": "青森県",
                    "city": "十和田市",
                    "name": "青森県十和田市"
                },
                "02207": {
                    "pref": "青森県",
                    "city": "三沢市",
                    "name": "青森県三沢市"
                },
                "02208": {
                    "pref": "青森県",
                    "city": "むつ市",
                    "name": "青森県むつ市"
                },
                "02209": {
                    "pref": "青森県",
                    "city": "つがる市",
                    "name": "青森県つがる市"
                },
                "02210": {
                    "pref": "青森県",
                    "city": "平川市",
                    "name": "青森県平川市"
                },
                "02301": {
                    "pref": "青森県",
                    "city": "平内町",
                    "name": "青森県平内町"
                },
                "02303": {
                    "pref": "青森県",
                    "city": "今別町",
                    "name": "青森県今別町"
                },
                "02304": {
                    "pref": "青森県",
                    "city": "蓬田村",
                    "name": "青森県蓬田村"
                },
                "02307": {
                    "pref": "青森県",
                    "city": "外ヶ浜町",
                    "name": "青森県外ヶ浜町"
                },
                "02321": {
                    "pref": "青森県",
                    "city": "鰺ヶ沢町",
                    "name": "青森県鰺ヶ沢町"
                },
                "02323": {
                    "pref": "青森県",
                    "city": "深浦町",
                    "name": "青森県深浦町"
                },
                "02343": {
                    "pref": "青森県",
                    "city": "西目屋村",
                    "name": "青森県西目屋村"
                },
                "02361": {
                    "pref": "青森県",
                    "city": "藤崎町",
                    "name": "青森県藤崎町"
                },
                "02362": {
                    "pref": "青森県",
                    "city": "大鰐町",
                    "name": "青森県大鰐町"
                },
                "02367": {
                    "pref": "青森県",
                    "city": "田舎館村",
                    "name": "青森県田舎館村"
                },
                "02381": {
                    "pref": "青森県",
                    "city": "板柳町",
                    "name": "青森県板柳町"
                },
                "02384": {
                    "pref": "青森県",
                    "city": "鶴田町",
                    "name": "青森県鶴田町"
                },
                "02387": {
                    "pref": "青森県",
                    "city": "中泊町",
                    "name": "青森県中泊町"
                },
                "02401": {
                    "pref": "青森県",
                    "city": "野辺地町",
                    "name": "青森県野辺地町"
                },
                "02402": {
                    "pref": "青森県",
                    "city": "七戸町",
                    "name": "青森県七戸町"
                },
                "02405": {
                    "pref": "青森県",
                    "city": "六戸町",
                    "name": "青森県六戸町"
                },
                "02406": {
                    "pref": "青森県",
                    "city": "横浜町",
                    "name": "青森県横浜町"
                },
                "02408": {
                    "pref": "青森県",
                    "city": "東北町",
                    "name": "青森県東北町"
                },
                "02411": {
                    "pref": "青森県",
                    "city": "六ヶ所村",
                    "name": "青森県六ヶ所村"
                },
                "02412": {
                    "pref": "青森県",
                    "city": "おいらせ町",
                    "name": "青森県おいらせ町"
                },
                "02423": {
                    "pref": "青森県",
                    "city": "大間町",
                    "name": "青森県大間町"
                },
                "02424": {
                    "pref": "青森県",
                    "city": "東通村",
                    "name": "青森県東通村"
                },
                "02425": {
                    "pref": "青森県",
                    "city": "風間浦村",
                    "name": "青森県風間浦村"
                },
                "02426": {
                    "pref": "青森県",
                    "city": "佐井村",
                    "name": "青森県佐井村"
                },
                "02441": {
                    "pref": "青森県",
                    "city": "三戸町",
                    "name": "青森県三戸町"
                },
                "02442": {
                    "pref": "青森県",
                    "city": "五戸町",
                    "name": "青森県五戸町"
                },
                "02443": {
                    "pref": "青森県",
                    "city": "田子町",
                    "name": "青森県田子町"
                },
                "02445": {
                    "pref": "青森県",
                    "city": "南部町",
                    "name": "青森県南部町"
                },
                "02446": {
                    "pref": "青森県",
                    "city": "階上町",
                    "name": "青森県階上町"
                },
                "02450": {
                    "pref": "青森県",
                    "city": "新郷村",
                    "name": "青森県新郷村"
                },
                "03000": {
                    "pref": "岩手県",
                    "city": null,
                    "name": "岩手県"
                },
                "03201": {
                    "pref": "岩手県",
                    "city": "盛岡市",
                    "name": "岩手県盛岡市"
                },
                "03202": {
                    "pref": "岩手県",
                    "city": "宮古市",
                    "name": "岩手県宮古市"
                },
                "03203": {
                    "pref": "岩手県",
                    "city": "大船渡市",
                    "name": "岩手県大船渡市"
                },
                "03205": {
                    "pref": "岩手県",
                    "city": "花巻市",
                    "name": "岩手県花巻市"
                },
                "03206": {
                    "pref": "岩手県",
                    "city": "北上市",
                    "name": "岩手県北上市"
                },
                "03207": {
                    "pref": "岩手県",
                    "city": "久慈市",
                    "name": "岩手県久慈市"
                },
                "03208": {
                    "pref": "岩手県",
                    "city": "遠野市",
                    "name": "岩手県遠野市"
                },
                "03209": {
                    "pref": "岩手県",
                    "city": "一関市",
                    "name": "岩手県一関市"
                },
                "03210": {
                    "pref": "岩手県",
                    "city": "陸前高田市",
                    "name": "岩手県陸前高田市"
                },
                "03211": {
                    "pref": "岩手県",
                    "city": "釜石市",
                    "name": "岩手県釜石市"
                },
                "03213": {
                    "pref": "岩手県",
                    "city": "二戸市",
                    "name": "岩手県二戸市"
                },
                "03214": {
                    "pref": "岩手県",
                    "city": "八幡平市",
                    "name": "岩手県八幡平市"
                },
                "03215": {
                    "pref": "岩手県",
                    "city": "奥州市",
                    "name": "岩手県奥州市"
                },
                "03216": {
                    "pref": "岩手県",
                    "city": "滝沢市",
                    "name": "岩手県滝沢市"
                },
                "03301": {
                    "pref": "岩手県",
                    "city": "雫石町",
                    "name": "岩手県雫石町"
                },
                "03302": {
                    "pref": "岩手県",
                    "city": "葛巻町",
                    "name": "岩手県葛巻町"
                },
                "03303": {
                    "pref": "岩手県",
                    "city": "岩手町",
                    "name": "岩手県岩手町"
                },
                "03321": {
                    "pref": "岩手県",
                    "city": "紫波町",
                    "name": "岩手県紫波町"
                },
                "03322": {
                    "pref": "岩手県",
                    "city": "矢巾町",
                    "name": "岩手県矢巾町"
                },
                "03366": {
                    "pref": "岩手県",
                    "city": "西和賀町",
                    "name": "岩手県西和賀町"
                },
                "03381": {
                    "pref": "岩手県",
                    "city": "金ケ崎町",
                    "name": "岩手県金ケ崎町"
                },
                "03402": {
                    "pref": "岩手県",
                    "city": "平泉町",
                    "name": "岩手県平泉町"
                },
                "03441": {
                    "pref": "岩手県",
                    "city": "住田町",
                    "name": "岩手県住田町"
                },
                "03461": {
                    "pref": "岩手県",
                    "city": "大槌町",
                    "name": "岩手県大槌町"
                },
                "03482": {
                    "pref": "岩手県",
                    "city": "山田町",
                    "name": "岩手県山田町"
                },
                "03483": {
                    "pref": "岩手県",
                    "city": "岩泉町",
                    "name": "岩手県岩泉町"
                },
                "03484": {
                    "pref": "岩手県",
                    "city": "田野畑村",
                    "name": "岩手県田野畑村"
                },
                "03485": {
                    "pref": "岩手県",
                    "city": "普代村",
                    "name": "岩手県普代村"
                },
                "03501": {
                    "pref": "岩手県",
                    "city": "軽米町",
                    "name": "岩手県軽米町"
                },
                "03503": {
                    "pref": "岩手県",
                    "city": "野田村",
                    "name": "岩手県野田村"
                },
                "03506": {
                    "pref": "岩手県",
                    "city": "九戸村",
                    "name": "岩手県九戸村"
                },
                "03507": {
                    "pref": "岩手県",
                    "city": "洋野町",
                    "name": "岩手県洋野町"
                },
                "03524": {
                    "pref": "岩手県",
                    "city": "一戸町",
                    "name": "岩手県一戸町"
                },
                "04000": {
                    "pref": "宮城県",
                    "city": null,
                    "name": "宮城県"
                },
                "04100": {
                    "pref": "宮城県",
                    "city": "仙台市",
                    "name": "宮城県仙台市"
                },
                "04202": {
                    "pref": "宮城県",
                    "city": "石巻市",
                    "name": "宮城県石巻市"
                },
                "04203": {
                    "pref": "宮城県",
                    "city": "塩竈市",
                    "name": "宮城県塩竈市"
                },
                "04205": {
                    "pref": "宮城県",
                    "city": "気仙沼市",
                    "name": "宮城県気仙沼市"
                },
                "04206": {
                    "pref": "宮城県",
                    "city": "白石市",
                    "name": "宮城県白石市"
                },
                "04207": {
                    "pref": "宮城県",
                    "city": "名取市",
                    "name": "宮城県名取市"
                },
                "04208": {
                    "pref": "宮城県",
                    "city": "角田市",
                    "name": "宮城県角田市"
                },
                "04209": {
                    "pref": "宮城県",
                    "city": "多賀城市",
                    "name": "宮城県多賀城市"
                },
                "04211": {
                    "pref": "宮城県",
                    "city": "岩沼市",
                    "name": "宮城県岩沼市"
                },
                "04212": {
                    "pref": "宮城県",
                    "city": "登米市",
                    "name": "宮城県登米市"
                },
                "04213": {
                    "pref": "宮城県",
                    "city": "栗原市",
                    "name": "宮城県栗原市"
                },
                "04214": {
                    "pref": "宮城県",
                    "city": "東松島市",
                    "name": "宮城県東松島市"
                },
                "04215": {
                    "pref": "宮城県",
                    "city": "大崎市",
                    "name": "宮城県大崎市"
                },
                "04216": {
                    "pref": "宮城県",
                    "city": "富谷市",
                    "name": "宮城県富谷市"
                },
                "04301": {
                    "pref": "宮城県",
                    "city": "蔵王町",
                    "name": "宮城県蔵王町"
                },
                "04302": {
                    "pref": "宮城県",
                    "city": "七ヶ宿町",
                    "name": "宮城県七ヶ宿町"
                },
                "04321": {
                    "pref": "宮城県",
                    "city": "大河原町",
                    "name": "宮城県大河原町"
                },
                "04322": {
                    "pref": "宮城県",
                    "city": "村田町",
                    "name": "宮城県村田町"
                },
                "04323": {
                    "pref": "宮城県",
                    "city": "柴田町",
                    "name": "宮城県柴田町"
                },
                "04324": {
                    "pref": "宮城県",
                    "city": "川崎町",
                    "name": "宮城県川崎町"
                },
                "04341": {
                    "pref": "宮城県",
                    "city": "丸森町",
                    "name": "宮城県丸森町"
                },
                "04361": {
                    "pref": "宮城県",
                    "city": "亘理町",
                    "name": "宮城県亘理町"
                },
                "04362": {
                    "pref": "宮城県",
                    "city": "山元町",
                    "name": "宮城県山元町"
                },
                "04401": {
                    "pref": "宮城県",
                    "city": "松島町",
                    "name": "宮城県松島町"
                },
                "04404": {
                    "pref": "宮城県",
                    "city": "七ヶ浜町",
                    "name": "宮城県七ヶ浜町"
                },
                "04406": {
                    "pref": "宮城県",
                    "city": "利府町",
                    "name": "宮城県利府町"
                },
                "04421": {
                    "pref": "宮城県",
                    "city": "大和町",
                    "name": "宮城県大和町"
                },
                "04422": {
                    "pref": "宮城県",
                    "city": "大郷町",
                    "name": "宮城県大郷町"
                },
                "04424": {
                    "pref": "宮城県",
                    "city": "大衡村",
                    "name": "宮城県大衡村"
                },
                "04444": {
                    "pref": "宮城県",
                    "city": "色麻町",
                    "name": "宮城県色麻町"
                },
                "04445": {
                    "pref": "宮城県",
                    "city": "加美町",
                    "name": "宮城県加美町"
                },
                "04501": {
                    "pref": "宮城県",
                    "city": "涌谷町",
                    "name": "宮城県涌谷町"
                },
                "04505": {
                    "pref": "宮城県",
                    "city": "美里町",
                    "name": "宮城県美里町"
                },
                "04581": {
                    "pref": "宮城県",
                    "city": "女川町",
                    "name": "宮城県女川町"
                },
                "04606": {
                    "pref": "宮城県",
                    "city": "南三陸町",
                    "name": "宮城県南三陸町"
                },
                "05000": {
                    "pref": "秋田県",
                    "city": null,
                    "name": "秋田県"
                },
                "05201": {
                    "pref": "秋田県",
                    "city": "秋田市",
                    "name": "秋田県秋田市"
                },
                "05202": {
                    "pref": "秋田県",
                    "city": "能代市",
                    "name": "秋田県能代市"
                },
                "05203": {
                    "pref": "秋田県",
                    "city": "横手市",
                    "name": "秋田県横手市"
                },
                "05204": {
                    "pref": "秋田県",
                    "city": "大館市",
                    "name": "秋田県大館市"
                },
                "05206": {
                    "pref": "秋田県",
                    "city": "男鹿市",
                    "name": "秋田県男鹿市"
                },
                "05207": {
                    "pref": "秋田県",
                    "city": "湯沢市",
                    "name": "秋田県湯沢市"
                },
                "05209": {
                    "pref": "秋田県",
                    "city": "鹿角市",
                    "name": "秋田県鹿角市"
                },
                "05210": {
                    "pref": "秋田県",
                    "city": "由利本荘市",
                    "name": "秋田県由利本荘市"
                },
                "05211": {
                    "pref": "秋田県",
                    "city": "潟上市",
                    "name": "秋田県潟上市"
                },
                "05212": {
                    "pref": "秋田県",
                    "city": "大仙市",
                    "name": "秋田県大仙市"
                },
                "05213": {
                    "pref": "秋田県",
                    "city": "北秋田市",
                    "name": "秋田県北秋田市"
                },
                "05214": {
                    "pref": "秋田県",
                    "city": "にかほ市",
                    "name": "秋田県にかほ市"
                },
                "05215": {
                    "pref": "秋田県",
                    "city": "仙北市",
                    "name": "秋田県仙北市"
                },
                "05303": {
                    "pref": "秋田県",
                    "city": "小坂町",
                    "name": "秋田県小坂町"
                },
                "05327": {
                    "pref": "秋田県",
                    "city": "上小阿仁村",
                    "name": "秋田県上小阿仁村"
                },
                "05346": {
                    "pref": "秋田県",
                    "city": "藤里町",
                    "name": "秋田県藤里町"
                },
                "05348": {
                    "pref": "秋田県",
                    "city": "三種町",
                    "name": "秋田県三種町"
                },
                "05349": {
                    "pref": "秋田県",
                    "city": "八峰町",
                    "name": "秋田県八峰町"
                },
                "05361": {
                    "pref": "秋田県",
                    "city": "五城目町",
                    "name": "秋田県五城目町"
                },
                "05363": {
                    "pref": "秋田県",
                    "city": "八郎潟町",
                    "name": "秋田県八郎潟町"
                },
                "05366": {
                    "pref": "秋田県",
                    "city": "井川町",
                    "name": "秋田県井川町"
                },
                "05368": {
                    "pref": "秋田県",
                    "city": "大潟村",
                    "name": "秋田県大潟村"
                },
                "05434": {
                    "pref": "秋田県",
                    "city": "美郷町",
                    "name": "秋田県美郷町"
                },
                "05463": {
                    "pref": "秋田県",
                    "city": "羽後町",
                    "name": "秋田県羽後町"
                },
                "05464": {
                    "pref": "秋田県",
                    "city": "東成瀬村",
                    "name": "秋田県東成瀬村"
                },
                "06000": {
                    "pref": "山形県",
                    "city": null,
                    "name": "山形県"
                },
                "06201": {
                    "pref": "山形県",
                    "city": "山形市",
                    "name": "山形県山形市"
                },
                "06202": {
                    "pref": "山形県",
                    "city": "米沢市",
                    "name": "山形県米沢市"
                },
                "06203": {
                    "pref": "山形県",
                    "city": "鶴岡市",
                    "name": "山形県鶴岡市"
                },
                "06204": {
                    "pref": "山形県",
                    "city": "酒田市",
                    "name": "山形県酒田市"
                },
                "06205": {
                    "pref": "山形県",
                    "city": "新庄市",
                    "name": "山形県新庄市"
                },
                "06206": {
                    "pref": "山形県",
                    "city": "寒河江市",
                    "name": "山形県寒河江市"
                },
                "06207": {
                    "pref": "山形県",
                    "city": "上山市",
                    "name": "山形県上山市"
                },
                "06208": {
                    "pref": "山形県",
                    "city": "村山市",
                    "name": "山形県村山市"
                },
                "06209": {
                    "pref": "山形県",
                    "city": "長井市",
                    "name": "山形県長井市"
                },
                "06210": {
                    "pref": "山形県",
                    "city": "天童市",
                    "name": "山形県天童市"
                },
                "06211": {
                    "pref": "山形県",
                    "city": "東根市",
                    "name": "山形県東根市"
                },
                "06212": {
                    "pref": "山形県",
                    "city": "尾花沢市",
                    "name": "山形県尾花沢市"
                },
                "06213": {
                    "pref": "山形県",
                    "city": "南陽市",
                    "name": "山形県南陽市"
                },
                "06301": {
                    "pref": "山形県",
                    "city": "山辺町",
                    "name": "山形県山辺町"
                },
                "06302": {
                    "pref": "山形県",
                    "city": "中山町",
                    "name": "山形県中山町"
                },
                "06321": {
                    "pref": "山形県",
                    "city": "河北町",
                    "name": "山形県河北町"
                },
                "06322": {
                    "pref": "山形県",
                    "city": "西川町",
                    "name": "山形県西川町"
                },
                "06323": {
                    "pref": "山形県",
                    "city": "朝日町",
                    "name": "山形県朝日町"
                },
                "06324": {
                    "pref": "山形県",
                    "city": "大江町",
                    "name": "山形県大江町"
                },
                "06341": {
                    "pref": "山形県",
                    "city": "大石田町",
                    "name": "山形県大石田町"
                },
                "06361": {
                    "pref": "山形県",
                    "city": "金山町",
                    "name": "山形県金山町"
                },
                "06362": {
                    "pref": "山形県",
                    "city": "最上町",
                    "name": "山形県最上町"
                },
                "06363": {
                    "pref": "山形県",
                    "city": "舟形町",
                    "name": "山形県舟形町"
                },
                "06364": {
                    "pref": "山形県",
                    "city": "真室川町",
                    "name": "山形県真室川町"
                },
                "06365": {
                    "pref": "山形県",
                    "city": "大蔵村",
                    "name": "山形県大蔵村"
                },
                "06366": {
                    "pref": "山形県",
                    "city": "鮭川村",
                    "name": "山形県鮭川村"
                },
                "06367": {
                    "pref": "山形県",
                    "city": "戸沢村",
                    "name": "山形県戸沢村"
                },
                "06381": {
                    "pref": "山形県",
                    "city": "高畠町",
                    "name": "山形県高畠町"
                },
                "06382": {
                    "pref": "山形県",
                    "city": "川西町",
                    "name": "山形県川西町"
                },
                "06401": {
                    "pref": "山形県",
                    "city": "小国町",
                    "name": "山形県小国町"
                },
                "06402": {
                    "pref": "山形県",
                    "city": "白鷹町",
                    "name": "山形県白鷹町"
                },
                "06403": {
                    "pref": "山形県",
                    "city": "飯豊町",
                    "name": "山形県飯豊町"
                },
                "06426": {
                    "pref": "山形県",
                    "city": "三川町",
                    "name": "山形県三川町"
                },
                "06428": {
                    "pref": "山形県",
                    "city": "庄内町",
                    "name": "山形県庄内町"
                },
                "06461": {
                    "pref": "山形県",
                    "city": "遊佐町",
                    "name": "山形県遊佐町"
                },
                "07000": {
                    "pref": "福島県",
                    "city": null,
                    "name": "福島県"
                },
                "07201": {
                    "pref": "福島県",
                    "city": "福島市",
                    "name": "福島県福島市"
                },
                "07202": {
                    "pref": "福島県",
                    "city": "会津若松市",
                    "name": "福島県会津若松市"
                },
                "07203": {
                    "pref": "福島県",
                    "city": "郡山市",
                    "name": "福島県郡山市"
                },
                "07204": {
                    "pref": "福島県",
                    "city": "いわき市",
                    "name": "福島県いわき市"
                },
                "07205": {
                    "pref": "福島県",
                    "city": "白河市",
                    "name": "福島県白河市"
                },
                "07207": {
                    "pref": "福島県",
                    "city": "須賀川市",
                    "name": "福島県須賀川市"
                },
                "07208": {
                    "pref": "福島県",
                    "city": "喜多方市",
                    "name": "福島県喜多方市"
                },
                "07209": {
                    "pref": "福島県",
                    "city": "相馬市",
                    "name": "福島県相馬市"
                },
                "07210": {
                    "pref": "福島県",
                    "city": "二本松市",
                    "name": "福島県二本松市"
                },
                "07211": {
                    "pref": "福島県",
                    "city": "田村市",
                    "name": "福島県田村市"
                },
                "07212": {
                    "pref": "福島県",
                    "city": "南相馬市",
                    "name": "福島県南相馬市"
                },
                "07213": {
                    "pref": "福島県",
                    "city": "伊達市",
                    "name": "福島県伊達市"
                },
                "07214": {
                    "pref": "福島県",
                    "city": "本宮市",
                    "name": "福島県本宮市"
                },
                "07301": {
                    "pref": "福島県",
                    "city": "桑折町",
                    "name": "福島県桑折町"
                },
                "07303": {
                    "pref": "福島県",
                    "city": "国見町",
                    "name": "福島県国見町"
                },
                "07308": {
                    "pref": "福島県",
                    "city": "川俣町",
                    "name": "福島県川俣町"
                },
                "07322": {
                    "pref": "福島県",
                    "city": "大玉村",
                    "name": "福島県大玉村"
                },
                "07342": {
                    "pref": "福島県",
                    "city": "鏡石町",
                    "name": "福島県鏡石町"
                },
                "07344": {
                    "pref": "福島県",
                    "city": "天栄村",
                    "name": "福島県天栄村"
                },
                "07362": {
                    "pref": "福島県",
                    "city": "下郷町",
                    "name": "福島県下郷町"
                },
                "07364": {
                    "pref": "福島県",
                    "city": "檜枝岐村",
                    "name": "福島県檜枝岐村"
                },
                "07367": {
                    "pref": "福島県",
                    "city": "只見町",
                    "name": "福島県只見町"
                },
                "07368": {
                    "pref": "福島県",
                    "city": "南会津町",
                    "name": "福島県南会津町"
                },
                "07402": {
                    "pref": "福島県",
                    "city": "北塩原村",
                    "name": "福島県北塩原村"
                },
                "07405": {
                    "pref": "福島県",
                    "city": "西会津町",
                    "name": "福島県西会津町"
                },
                "07407": {
                    "pref": "福島県",
                    "city": "磐梯町",
                    "name": "福島県磐梯町"
                },
                "07408": {
                    "pref": "福島県",
                    "city": "猪苗代町",
                    "name": "福島県猪苗代町"
                },
                "07421": {
                    "pref": "福島県",
                    "city": "会津坂下町",
                    "name": "福島県会津坂下町"
                },
                "07422": {
                    "pref": "福島県",
                    "city": "湯川村",
                    "name": "福島県湯川村"
                },
                "07423": {
                    "pref": "福島県",
                    "city": "柳津町",
                    "name": "福島県柳津町"
                },
                "07444": {
                    "pref": "福島県",
                    "city": "三島町",
                    "name": "福島県三島町"
                },
                "07445": {
                    "pref": "福島県",
                    "city": "金山町",
                    "name": "福島県金山町"
                },
                "07446": {
                    "pref": "福島県",
                    "city": "昭和村",
                    "name": "福島県昭和村"
                },
                "07447": {
                    "pref": "福島県",
                    "city": "会津美里町",
                    "name": "福島県会津美里町"
                },
                "07461": {
                    "pref": "福島県",
                    "city": "西郷村",
                    "name": "福島県西郷村"
                },
                "07464": {
                    "pref": "福島県",
                    "city": "泉崎村",
                    "name": "福島県泉崎村"
                },
                "07465": {
                    "pref": "福島県",
                    "city": "中島村",
                    "name": "福島県中島村"
                },
                "07466": {
                    "pref": "福島県",
                    "city": "矢吹町",
                    "name": "福島県矢吹町"
                },
                "07481": {
                    "pref": "福島県",
                    "city": "棚倉町",
                    "name": "福島県棚倉町"
                },
                "07482": {
                    "pref": "福島県",
                    "city": "矢祭町",
                    "name": "福島県矢祭町"
                },
                "07483": {
                    "pref": "福島県",
                    "city": "塙町",
                    "name": "福島県塙町"
                },
                "07484": {
                    "pref": "福島県",
                    "city": "鮫川村",
                    "name": "福島県鮫川村"
                },
                "07501": {
                    "pref": "福島県",
                    "city": "石川町",
                    "name": "福島県石川町"
                },
                "07502": {
                    "pref": "福島県",
                    "city": "玉川村",
                    "name": "福島県玉川村"
                },
                "07503": {
                    "pref": "福島県",
                    "city": "平田村",
                    "name": "福島県平田村"
                },
                "07504": {
                    "pref": "福島県",
                    "city": "浅川町",
                    "name": "福島県浅川町"
                },
                "07505": {
                    "pref": "福島県",
                    "city": "古殿町",
                    "name": "福島県古殿町"
                },
                "07521": {
                    "pref": "福島県",
                    "city": "三春町",
                    "name": "福島県三春町"
                },
                "07522": {
                    "pref": "福島県",
                    "city": "小野町",
                    "name": "福島県小野町"
                },
                "07541": {
                    "pref": "福島県",
                    "city": "広野町",
                    "name": "福島県広野町"
                },
                "07542": {
                    "pref": "福島県",
                    "city": "楢葉町",
                    "name": "福島県楢葉町"
                },
                "07543": {
                    "pref": "福島県",
                    "city": "富岡町",
                    "name": "福島県富岡町"
                },
                "07544": {
                    "pref": "福島県",
                    "city": "川内村",
                    "name": "福島県川内村"
                },
                "07545": {
                    "pref": "福島県",
                    "city": "大熊町",
                    "name": "福島県大熊町"
                },
                "07546": {
                    "pref": "福島県",
                    "city": "双葉町",
                    "name": "福島県双葉町"
                },
                "07547": {
                    "pref": "福島県",
                    "city": "浪江町",
                    "name": "福島県浪江町"
                },
                "07548": {
                    "pref": "福島県",
                    "city": "葛尾村",
                    "name": "福島県葛尾村"
                },
                "07561": {
                    "pref": "福島県",
                    "city": "新地町",
                    "name": "福島県新地町"
                },
                "07564": {
                    "pref": "福島県",
                    "city": "飯舘村",
                    "name": "福島県飯舘村"
                },
                "08000": {
                    "pref": "茨城県",
                    "city": null,
                    "name": "茨城県"
                },
                "08201": {
                    "pref": "茨城県",
                    "city": "水戸市",
                    "name": "茨城県水戸市"
                },
                "08202": {
                    "pref": "茨城県",
                    "city": "日立市",
                    "name": "茨城県日立市"
                },
                "08203": {
                    "pref": "茨城県",
                    "city": "土浦市",
                    "name": "茨城県土浦市"
                },
                "08204": {
                    "pref": "茨城県",
                    "city": "古河市",
                    "name": "茨城県古河市"
                },
                "08205": {
                    "pref": "茨城県",
                    "city": "石岡市",
                    "name": "茨城県石岡市"
                },
                "08207": {
                    "pref": "茨城県",
                    "city": "結城市",
                    "name": "茨城県結城市"
                },
                "08208": {
                    "pref": "茨城県",
                    "city": "龍ケ崎市",
                    "name": "茨城県龍ケ崎市"
                },
                "08210": {
                    "pref": "茨城県",
                    "city": "下妻市",
                    "name": "茨城県下妻市"
                },
                "08211": {
                    "pref": "茨城県",
                    "city": "常総市",
                    "name": "茨城県常総市"
                },
                "08212": {
                    "pref": "茨城県",
                    "city": "常陸太田市",
                    "name": "茨城県常陸太田市"
                },
                "08214": {
                    "pref": "茨城県",
                    "city": "高萩市",
                    "name": "茨城県高萩市"
                },
                "08215": {
                    "pref": "茨城県",
                    "city": "北茨城市",
                    "name": "茨城県北茨城市"
                },
                "08216": {
                    "pref": "茨城県",
                    "city": "笠間市",
                    "name": "茨城県笠間市"
                },
                "08217": {
                    "pref": "茨城県",
                    "city": "取手市",
                    "name": "茨城県取手市"
                },
                "08219": {
                    "pref": "茨城県",
                    "city": "牛久市",
                    "name": "茨城県牛久市"
                },
                "08220": {
                    "pref": "茨城県",
                    "city": "つくば市",
                    "name": "茨城県つくば市"
                },
                "08221": {
                    "pref": "茨城県",
                    "city": "ひたちなか市",
                    "name": "茨城県ひたちなか市"
                },
                "08222": {
                    "pref": "茨城県",
                    "city": "鹿嶋市",
                    "name": "茨城県鹿嶋市"
                },
                "08223": {
                    "pref": "茨城県",
                    "city": "潮来市",
                    "name": "茨城県潮来市"
                },
                "08224": {
                    "pref": "茨城県",
                    "city": "守谷市",
                    "name": "茨城県守谷市"
                },
                "08225": {
                    "pref": "茨城県",
                    "city": "常陸大宮市",
                    "name": "茨城県常陸大宮市"
                },
                "08226": {
                    "pref": "茨城県",
                    "city": "那珂市",
                    "name": "茨城県那珂市"
                },
                "08227": {
                    "pref": "茨城県",
                    "city": "筑西市",
                    "name": "茨城県筑西市"
                },
                "08228": {
                    "pref": "茨城県",
                    "city": "坂東市",
                    "name": "茨城県坂東市"
                },
                "08229": {
                    "pref": "茨城県",
                    "city": "稲敷市",
                    "name": "茨城県稲敷市"
                },
                "08230": {
                    "pref": "茨城県",
                    "city": "かすみがうら市",
                    "name": "茨城県かすみがうら市"
                },
                "08231": {
                    "pref": "茨城県",
                    "city": "桜川市",
                    "name": "茨城県桜川市"
                },
                "08232": {
                    "pref": "茨城県",
                    "city": "神栖市",
                    "name": "茨城県神栖市"
                },
                "08233": {
                    "pref": "茨城県",
                    "city": "行方市",
                    "name": "茨城県行方市"
                },
                "08234": {
                    "pref": "茨城県",
                    "city": "鉾田市",
                    "name": "茨城県鉾田市"
                },
                "08235": {
                    "pref": "茨城県",
                    "city": "つくばみらい市",
                    "name": "茨城県つくばみらい市"
                },
                "08236": {
                    "pref": "茨城県",
                    "city": "小美玉市",
                    "name": "茨城県小美玉市"
                },
                "08302": {
                    "pref": "茨城県",
                    "city": "茨城町",
                    "name": "茨城県茨城町"
                },
                "08309": {
                    "pref": "茨城県",
                    "city": "大洗町",
                    "name": "茨城県大洗町"
                },
                "08310": {
                    "pref": "茨城県",
                    "city": "城里町",
                    "name": "茨城県城里町"
                },
                "08341": {
                    "pref": "茨城県",
                    "city": "東海村",
                    "name": "茨城県東海村"
                },
                "08364": {
                    "pref": "茨城県",
                    "city": "大子町",
                    "name": "茨城県大子町"
                },
                "08442": {
                    "pref": "茨城県",
                    "city": "美浦村",
                    "name": "茨城県美浦村"
                },
                "08443": {
                    "pref": "茨城県",
                    "city": "阿見町",
                    "name": "茨城県阿見町"
                },
                "08447": {
                    "pref": "茨城県",
                    "city": "河内町",
                    "name": "茨城県河内町"
                },
                "08521": {
                    "pref": "茨城県",
                    "city": "八千代町",
                    "name": "茨城県八千代町"
                },
                "08542": {
                    "pref": "茨城県",
                    "city": "五霞町",
                    "name": "茨城県五霞町"
                },
                "08546": {
                    "pref": "茨城県",
                    "city": "境町",
                    "name": "茨城県境町"
                },
                "08564": {
                    "pref": "茨城県",
                    "city": "利根町",
                    "name": "茨城県利根町"
                },
                "09000": {
                    "pref": "栃木県",
                    "city": null,
                    "name": "栃木県"
                },
                "09201": {
                    "pref": "栃木県",
                    "city": "宇都宮市",
                    "name": "栃木県宇都宮市"
                },
                "09202": {
                    "pref": "栃木県",
                    "city": "足利市",
                    "name": "栃木県足利市"
                },
                "09203": {
                    "pref": "栃木県",
                    "city": "栃木市",
                    "name": "栃木県栃木市"
                },
                "09204": {
                    "pref": "栃木県",
                    "city": "佐野市",
                    "name": "栃木県佐野市"
                },
                "09205": {
                    "pref": "栃木県",
                    "city": "鹿沼市",
                    "name": "栃木県鹿沼市"
                },
                "09206": {
                    "pref": "栃木県",
                    "city": "日光市",
                    "name": "栃木県日光市"
                },
                "09208": {
                    "pref": "栃木県",
                    "city": "小山市",
                    "name": "栃木県小山市"
                },
                "09209": {
                    "pref": "栃木県",
                    "city": "真岡市",
                    "name": "栃木県真岡市"
                },
                "09210": {
                    "pref": "栃木県",
                    "city": "大田原市",
                    "name": "栃木県大田原市"
                },
                "09211": {
                    "pref": "栃木県",
                    "city": "矢板市",
                    "name": "栃木県矢板市"
                },
                "09213": {
                    "pref": "栃木県",
                    "city": "那須塩原市",
                    "name": "栃木県那須塩原市"
                },
                "09214": {
                    "pref": "栃木県",
                    "city": "さくら市",
                    "name": "栃木県さくら市"
                },
                "09215": {
                    "pref": "栃木県",
                    "city": "那須烏山市",
                    "name": "栃木県那須烏山市"
                },
                "09216": {
                    "pref": "栃木県",
                    "city": "下野市",
                    "name": "栃木県下野市"
                },
                "09301": {
                    "pref": "栃木県",
                    "city": "上三川町",
                    "name": "栃木県上三川町"
                },
                "09342": {
                    "pref": "栃木県",
                    "city": "益子町",
                    "name": "栃木県益子町"
                },
                "09343": {
                    "pref": "栃木県",
                    "city": "茂木町",
                    "name": "栃木県茂木町"
                },
                "09344": {
                    "pref": "栃木県",
                    "city": "市貝町",
                    "name": "栃木県市貝町"
                },
                "09345": {
                    "pref": "栃木県",
                    "city": "芳賀町",
                    "name": "栃木県芳賀町"
                },
                "09361": {
                    "pref": "栃木県",
                    "city": "壬生町",
                    "name": "栃木県壬生町"
                },
                "09364": {
                    "pref": "栃木県",
                    "city": "野木町",
                    "name": "栃木県野木町"
                },
                "09384": {
                    "pref": "栃木県",
                    "city": "塩谷町",
                    "name": "栃木県塩谷町"
                },
                "09386": {
                    "pref": "栃木県",
                    "city": "高根沢町",
                    "name": "栃木県高根沢町"
                },
                "09407": {
                    "pref": "栃木県",
                    "city": "那須町",
                    "name": "栃木県那須町"
                },
                "09411": {
                    "pref": "栃木県",
                    "city": "那珂川町",
                    "name": "栃木県那珂川町"
                },
                "10000": {
                    "pref": "群馬県",
                    "city": null,
                    "name": "群馬県"
                },
                "10201": {
                    "pref": "群馬県",
                    "city": "前橋市",
                    "name": "群馬県前橋市"
                },
                "10202": {
                    "pref": "群馬県",
                    "city": "高崎市",
                    "name": "群馬県高崎市"
                },
                "10203": {
                    "pref": "群馬県",
                    "city": "桐生市",
                    "name": "群馬県桐生市"
                },
                "10204": {
                    "pref": "群馬県",
                    "city": "伊勢崎市",
                    "name": "群馬県伊勢崎市"
                },
                "10205": {
                    "pref": "群馬県",
                    "city": "太田市",
                    "name": "群馬県太田市"
                },
                "10206": {
                    "pref": "群馬県",
                    "city": "沼田市",
                    "name": "群馬県沼田市"
                },
                "10207": {
                    "pref": "群馬県",
                    "city": "館林市",
                    "name": "群馬県館林市"
                },
                "10208": {
                    "pref": "群馬県",
                    "city": "渋川市",
                    "name": "群馬県渋川市"
                },
                "10209": {
                    "pref": "群馬県",
                    "city": "藤岡市",
                    "name": "群馬県藤岡市"
                },
                "10210": {
                    "pref": "群馬県",
                    "city": "富岡市",
                    "name": "群馬県富岡市"
                },
                "10211": {
                    "pref": "群馬県",
                    "city": "安中市",
                    "name": "群馬県安中市"
                },
                "10212": {
                    "pref": "群馬県",
                    "city": "みどり市",
                    "name": "群馬県みどり市"
                },
                "10344": {
                    "pref": "群馬県",
                    "city": "榛東村",
                    "name": "群馬県榛東村"
                },
                "10345": {
                    "pref": "群馬県",
                    "city": "吉岡町",
                    "name": "群馬県吉岡町"
                },
                "10366": {
                    "pref": "群馬県",
                    "city": "上野村",
                    "name": "群馬県上野村"
                },
                "10367": {
                    "pref": "群馬県",
                    "city": "神流町",
                    "name": "群馬県神流町"
                },
                "10382": {
                    "pref": "群馬県",
                    "city": "下仁田町",
                    "name": "群馬県下仁田町"
                },
                "10383": {
                    "pref": "群馬県",
                    "city": "南牧村",
                    "name": "群馬県南牧村"
                },
                "10384": {
                    "pref": "群馬県",
                    "city": "甘楽町",
                    "name": "群馬県甘楽町"
                },
                "10421": {
                    "pref": "群馬県",
                    "city": "中之条町",
                    "name": "群馬県中之条町"
                },
                "10424": {
                    "pref": "群馬県",
                    "city": "長野原町",
                    "name": "群馬県長野原町"
                },
                "10425": {
                    "pref": "群馬県",
                    "city": "嬬恋村",
                    "name": "群馬県嬬恋村"
                },
                "10426": {
                    "pref": "群馬県",
                    "city": "草津町",
                    "name": "群馬県草津町"
                },
                "10428": {
                    "pref": "群馬県",
                    "city": "高山村",
                    "name": "群馬県高山村"
                },
                "10429": {
                    "pref": "群馬県",
                    "city": "東吾妻町",
                    "name": "群馬県東吾妻町"
                },
                "10443": {
                    "pref": "群馬県",
                    "city": "片品村",
                    "name": "群馬県片品村"
                },
                "10444": {
                    "pref": "群馬県",
                    "city": "川場村",
                    "name": "群馬県川場村"
                },
                "10448": {
                    "pref": "群馬県",
                    "city": "昭和村",
                    "name": "群馬県昭和村"
                },
                "10449": {
                    "pref": "群馬県",
                    "city": "みなかみ町",
                    "name": "群馬県みなかみ町"
                },
                "10464": {
                    "pref": "群馬県",
                    "city": "玉村町",
                    "name": "群馬県玉村町"
                },
                "10521": {
                    "pref": "群馬県",
                    "city": "板倉町",
                    "name": "群馬県板倉町"
                },
                "10522": {
                    "pref": "群馬県",
                    "city": "明和町",
                    "name": "群馬県明和町"
                },
                "10523": {
                    "pref": "群馬県",
                    "city": "千代田町",
                    "name": "群馬県千代田町"
                },
                "10524": {
                    "pref": "群馬県",
                    "city": "大泉町",
                    "name": "群馬県大泉町"
                },
                "10525": {
                    "pref": "群馬県",
                    "city": "邑楽町",
                    "name": "群馬県邑楽町"
                },
                "11000": {
                    "pref": "埼玉県",
                    "city": null,
                    "name": "埼玉県"
                },
                "11100": {
                    "pref": "埼玉県",
                    "city": "さいたま市",
                    "name": "埼玉県さいたま市"
                },
                "11201": {
                    "pref": "埼玉県",
                    "city": "川越市",
                    "name": "埼玉県川越市"
                },
                "11202": {
                    "pref": "埼玉県",
                    "city": "熊谷市",
                    "name": "埼玉県熊谷市"
                },
                "11203": {
                    "pref": "埼玉県",
                    "city": "川口市",
                    "name": "埼玉県川口市"
                },
                "11206": {
                    "pref": "埼玉県",
                    "city": "行田市",
                    "name": "埼玉県行田市"
                },
                "11207": {
                    "pref": "埼玉県",
                    "city": "秩父市",
                    "name": "埼玉県秩父市"
                },
                "11208": {
                    "pref": "埼玉県",
                    "city": "所沢市",
                    "name": "埼玉県所沢市"
                },
                "11209": {
                    "pref": "埼玉県",
                    "city": "飯能市",
                    "name": "埼玉県飯能市"
                },
                "11210": {
                    "pref": "埼玉県",
                    "city": "加須市",
                    "name": "埼玉県加須市"
                },
                "11211": {
                    "pref": "埼玉県",
                    "city": "本庄市",
                    "name": "埼玉県本庄市"
                },
                "11212": {
                    "pref": "埼玉県",
                    "city": "東松山市",
                    "name": "埼玉県東松山市"
                },
                "11214": {
                    "pref": "埼玉県",
                    "city": "春日部市",
                    "name": "埼玉県春日部市"
                },
                "11215": {
                    "pref": "埼玉県",
                    "city": "狭山市",
                    "name": "埼玉県狭山市"
                },
                "11216": {
                    "pref": "埼玉県",
                    "city": "羽生市",
                    "name": "埼玉県羽生市"
                },
                "11217": {
                    "pref": "埼玉県",
                    "city": "鴻巣市",
                    "name": "埼玉県鴻巣市"
                },
                "11218": {
                    "pref": "埼玉県",
                    "city": "深谷市",
                    "name": "埼玉県深谷市"
                },
                "11219": {
                    "pref": "埼玉県",
                    "city": "上尾市",
                    "name": "埼玉県上尾市"
                },
                "11221": {
                    "pref": "埼玉県",
                    "city": "草加市",
                    "name": "埼玉県草加市"
                },
                "11222": {
                    "pref": "埼玉県",
                    "city": "越谷市",
                    "name": "埼玉県越谷市"
                },
                "11223": {
                    "pref": "埼玉県",
                    "city": "蕨市",
                    "name": "埼玉県蕨市"
                },
                "11224": {
                    "pref": "埼玉県",
                    "city": "戸田市",
                    "name": "埼玉県戸田市"
                },
                "11225": {
                    "pref": "埼玉県",
                    "city": "入間市",
                    "name": "埼玉県入間市"
                },
                "11227": {
                    "pref": "埼玉県",
                    "city": "朝霞市",
                    "name": "埼玉県朝霞市"
                },
                "11228": {
                    "pref": "埼玉県",
                    "city": "志木市",
                    "name": "埼玉県志木市"
                },
                "11229": {
                    "pref": "埼玉県",
                    "city": "和光市",
                    "name": "埼玉県和光市"
                },
                "11230": {
                    "pref": "埼玉県",
                    "city": "新座市",
                    "name": "埼玉県新座市"
                },
                "11231": {
                    "pref": "埼玉県",
                    "city": "桶川市",
                    "name": "埼玉県桶川市"
                },
                "11232": {
                    "pref": "埼玉県",
                    "city": "久喜市",
                    "name": "埼玉県久喜市"
                },
                "11233": {
                    "pref": "埼玉県",
                    "city": "北本市",
                    "name": "埼玉県北本市"
                },
                "11234": {
                    "pref": "埼玉県",
                    "city": "八潮市",
                    "name": "埼玉県八潮市"
                },
                "11235": {
                    "pref": "埼玉県",
                    "city": "富士見市",
                    "name": "埼玉県富士見市"
                },
                "11237": {
                    "pref": "埼玉県",
                    "city": "三郷市",
                    "name": "埼玉県三郷市"
                },
                "11238": {
                    "pref": "埼玉県",
                    "city": "蓮田市",
                    "name": "埼玉県蓮田市"
                },
                "11239": {
                    "pref": "埼玉県",
                    "city": "坂戸市",
                    "name": "埼玉県坂戸市"
                },
                "11240": {
                    "pref": "埼玉県",
                    "city": "幸手市",
                    "name": "埼玉県幸手市"
                },
                "11241": {
                    "pref": "埼玉県",
                    "city": "鶴ヶ島市",
                    "name": "埼玉県鶴ヶ島市"
                },
                "11242": {
                    "pref": "埼玉県",
                    "city": "日高市",
                    "name": "埼玉県日高市"
                },
                "11243": {
                    "pref": "埼玉県",
                    "city": "吉川市",
                    "name": "埼玉県吉川市"
                },
                "11245": {
                    "pref": "埼玉県",
                    "city": "ふじみ野市",
                    "name": "埼玉県ふじみ野市"
                },
                "11246": {
                    "pref": "埼玉県",
                    "city": "白岡市",
                    "name": "埼玉県白岡市"
                },
                "11301": {
                    "pref": "埼玉県",
                    "city": "伊奈町",
                    "name": "埼玉県伊奈町"
                },
                "11324": {
                    "pref": "埼玉県",
                    "city": "三芳町",
                    "name": "埼玉県三芳町"
                },
                "11326": {
                    "pref": "埼玉県",
                    "city": "毛呂山町",
                    "name": "埼玉県毛呂山町"
                },
                "11327": {
                    "pref": "埼玉県",
                    "city": "越生町",
                    "name": "埼玉県越生町"
                },
                "11341": {
                    "pref": "埼玉県",
                    "city": "滑川町",
                    "name": "埼玉県滑川町"
                },
                "11342": {
                    "pref": "埼玉県",
                    "city": "嵐山町",
                    "name": "埼玉県嵐山町"
                },
                "11343": {
                    "pref": "埼玉県",
                    "city": "小川町",
                    "name": "埼玉県小川町"
                },
                "11346": {
                    "pref": "埼玉県",
                    "city": "川島町",
                    "name": "埼玉県川島町"
                },
                "11347": {
                    "pref": "埼玉県",
                    "city": "吉見町",
                    "name": "埼玉県吉見町"
                },
                "11348": {
                    "pref": "埼玉県",
                    "city": "鳩山町",
                    "name": "埼玉県鳩山町"
                },
                "11349": {
                    "pref": "埼玉県",
                    "city": "ときがわ町",
                    "name": "埼玉県ときがわ町"
                },
                "11361": {
                    "pref": "埼玉県",
                    "city": "横瀬町",
                    "name": "埼玉県横瀬町"
                },
                "11362": {
                    "pref": "埼玉県",
                    "city": "皆野町",
                    "name": "埼玉県皆野町"
                },
                "11363": {
                    "pref": "埼玉県",
                    "city": "長瀞町",
                    "name": "埼玉県長瀞町"
                },
                "11365": {
                    "pref": "埼玉県",
                    "city": "小鹿野町",
                    "name": "埼玉県小鹿野町"
                },
                "11369": {
                    "pref": "埼玉県",
                    "city": "東秩父村",
                    "name": "埼玉県東秩父村"
                },
                "11381": {
                    "pref": "埼玉県",
                    "city": "美里町",
                    "name": "埼玉県美里町"
                },
                "11383": {
                    "pref": "埼玉県",
                    "city": "神川町",
                    "name": "埼玉県神川町"
                },
                "11385": {
                    "pref": "埼玉県",
                    "city": "上里町",
                    "name": "埼玉県上里町"
                },
                "11408": {
                    "pref": "埼玉県",
                    "city": "寄居町",
                    "name": "埼玉県寄居町"
                },
                "11442": {
                    "pref": "埼玉県",
                    "city": "宮代町",
                    "name": "埼玉県宮代町"
                },
                "11464": {
                    "pref": "埼玉県",
                    "city": "杉戸町",
                    "name": "埼玉県杉戸町"
                },
                "11465": {
                    "pref": "埼玉県",
                    "city": "松伏町",
                    "name": "埼玉県松伏町"
                },
                "12000": {
                    "pref": "千葉県",
                    "city": null,
                    "name": "千葉県"
                },
                "12100": {
                    "pref": "千葉県",
                    "city": "千葉市",
                    "name": "千葉県千葉市"
                },
                "12202": {
                    "pref": "千葉県",
                    "city": "銚子市",
                    "name": "千葉県銚子市"
                },
                "12203": {
                    "pref": "千葉県",
                    "city": "市川市",
                    "name": "千葉県市川市"
                },
                "12204": {
                    "pref": "千葉県",
                    "city": "船橋市",
                    "name": "千葉県船橋市"
                },
                "12205": {
                    "pref": "千葉県",
                    "city": "館山市",
                    "name": "千葉県館山市"
                },
                "12206": {
                    "pref": "千葉県",
                    "city": "木更津市",
                    "name": "千葉県木更津市"
                },
                "12207": {
                    "pref": "千葉県",
                    "city": "松戸市",
                    "name": "千葉県松戸市"
                },
                "12208": {
                    "pref": "千葉県",
                    "city": "野田市",
                    "name": "千葉県野田市"
                },
                "12210": {
                    "pref": "千葉県",
                    "city": "茂原市",
                    "name": "千葉県茂原市"
                },
                "12211": {
                    "pref": "千葉県",
                    "city": "成田市",
                    "name": "千葉県成田市"
                },
                "12212": {
                    "pref": "千葉県",
                    "city": "佐倉市",
                    "name": "千葉県佐倉市"
                },
                "12213": {
                    "pref": "千葉県",
                    "city": "東金市",
                    "name": "千葉県東金市"
                },
                "12215": {
                    "pref": "千葉県",
                    "city": "旭市",
                    "name": "千葉県旭市"
                },
                "12216": {
                    "pref": "千葉県",
                    "city": "習志野市",
                    "name": "千葉県習志野市"
                },
                "12217": {
                    "pref": "千葉県",
                    "city": "柏市",
                    "name": "千葉県柏市"
                },
                "12218": {
                    "pref": "千葉県",
                    "city": "勝浦市",
                    "name": "千葉県勝浦市"
                },
                "12219": {
                    "pref": "千葉県",
                    "city": "市原市",
                    "name": "千葉県市原市"
                },
                "12220": {
                    "pref": "千葉県",
                    "city": "流山市",
                    "name": "千葉県流山市"
                },
                "12221": {
                    "pref": "千葉県",
                    "city": "八千代市",
                    "name": "千葉県八千代市"
                },
                "12222": {
                    "pref": "千葉県",
                    "city": "我孫子市",
                    "name": "千葉県我孫子市"
                },
                "12223": {
                    "pref": "千葉県",
                    "city": "鴨川市",
                    "name": "千葉県鴨川市"
                },
                "12224": {
                    "pref": "千葉県",
                    "city": "鎌ケ谷市",
                    "name": "千葉県鎌ケ谷市"
                },
                "12225": {
                    "pref": "千葉県",
                    "city": "君津市",
                    "name": "千葉県君津市"
                },
                "12226": {
                    "pref": "千葉県",
                    "city": "富津市",
                    "name": "千葉県富津市"
                },
                "12227": {
                    "pref": "千葉県",
                    "city": "浦安市",
                    "name": "千葉県浦安市"
                },
                "12228": {
                    "pref": "千葉県",
                    "city": "四街道市",
                    "name": "千葉県四街道市"
                },
                "12229": {
                    "pref": "千葉県",
                    "city": "袖ケ浦市",
                    "name": "千葉県袖ケ浦市"
                },
                "12230": {
                    "pref": "千葉県",
                    "city": "八街市",
                    "name": "千葉県八街市"
                },
                "12231": {
                    "pref": "千葉県",
                    "city": "印西市",
                    "name": "千葉県印西市"
                },
                "12232": {
                    "pref": "千葉県",
                    "city": "白井市",
                    "name": "千葉県白井市"
                },
                "12233": {
                    "pref": "千葉県",
                    "city": "富里市",
                    "name": "千葉県富里市"
                },
                "12234": {
                    "pref": "千葉県",
                    "city": "南房総市",
                    "name": "千葉県南房総市"
                },
                "12235": {
                    "pref": "千葉県",
                    "city": "匝瑳市",
                    "name": "千葉県匝瑳市"
                },
                "12236": {
                    "pref": "千葉県",
                    "city": "香取市",
                    "name": "千葉県香取市"
                },
                "12237": {
                    "pref": "千葉県",
                    "city": "山武市",
                    "name": "千葉県山武市"
                },
                "12238": {
                    "pref": "千葉県",
                    "city": "いすみ市",
                    "name": "千葉県いすみ市"
                },
                "12239": {
                    "pref": "千葉県",
                    "city": "大網白里市",
                    "name": "千葉県大網白里市"
                },
                "12322": {
                    "pref": "千葉県",
                    "city": "酒々井町",
                    "name": "千葉県酒々井町"
                },
                "12329": {
                    "pref": "千葉県",
                    "city": "栄町",
                    "name": "千葉県栄町"
                },
                "12342": {
                    "pref": "千葉県",
                    "city": "神崎町",
                    "name": "千葉県神崎町"
                },
                "12347": {
                    "pref": "千葉県",
                    "city": "多古町",
                    "name": "千葉県多古町"
                },
                "12349": {
                    "pref": "千葉県",
                    "city": "東庄町",
                    "name": "千葉県東庄町"
                },
                "12403": {
                    "pref": "千葉県",
                    "city": "九十九里町",
                    "name": "千葉県九十九里町"
                },
                "12409": {
                    "pref": "千葉県",
                    "city": "芝山町",
                    "name": "千葉県芝山町"
                },
                "12410": {
                    "pref": "千葉県",
                    "city": "横芝光町",
                    "name": "千葉県横芝光町"
                },
                "12421": {
                    "pref": "千葉県",
                    "city": "一宮町",
                    "name": "千葉県一宮町"
                },
                "12422": {
                    "pref": "千葉県",
                    "city": "睦沢町",
                    "name": "千葉県睦沢町"
                },
                "12423": {
                    "pref": "千葉県",
                    "city": "長生村",
                    "name": "千葉県長生村"
                },
                "12424": {
                    "pref": "千葉県",
                    "city": "白子町",
                    "name": "千葉県白子町"
                },
                "12426": {
                    "pref": "千葉県",
                    "city": "長柄町",
                    "name": "千葉県長柄町"
                },
                "12427": {
                    "pref": "千葉県",
                    "city": "長南町",
                    "name": "千葉県長南町"
                },
                "12441": {
                    "pref": "千葉県",
                    "city": "大多喜町",
                    "name": "千葉県大多喜町"
                },
                "12443": {
                    "pref": "千葉県",
                    "city": "御宿町",
                    "name": "千葉県御宿町"
                },
                "12463": {
                    "pref": "千葉県",
                    "city": "鋸南町",
                    "name": "千葉県鋸南町"
                },
                "13000": {
                    "pref": "東京都",
                    "city": null,
                    "name": "東京都"
                },
                "13100": {
                    "pref": "東京都",
                    "city": null,
                    "name": "東京23区"
                },
                "13101": {
                    "pref": "東京都",
                    "city": "千代田区",
                    "name": "東京都千代田区"
                },
                "13102": {
                    "pref": "東京都",
                    "city": "中央区",
                    "name": "東京都中央区"
                },
                "13103": {
                    "pref": "東京都",
                    "city": "港区",
                    "name": "東京都港区"
                },
                "13104": {
                    "pref": "東京都",
                    "city": "新宿区",
                    "name": "東京都新宿区"
                },
                "13105": {
                    "pref": "東京都",
                    "city": "文京区",
                    "name": "東京都文京区"
                },
                "13106": {
                    "pref": "東京都",
                    "city": "台東区",
                    "name": "東京都台東区"
                },
                "13107": {
                    "pref": "東京都",
                    "city": "墨田区",
                    "name": "東京都墨田区"
                },
                "13108": {
                    "pref": "東京都",
                    "city": "江東区",
                    "name": "東京都江東区"
                },
                "13109": {
                    "pref": "東京都",
                    "city": "品川区",
                    "name": "東京都品川区"
                },
                "13110": {
                    "pref": "東京都",
                    "city": "目黒区",
                    "name": "東京都目黒区"
                },
                "13111": {
                    "pref": "東京都",
                    "city": "大田区",
                    "name": "東京都大田区"
                },
                "13112": {
                    "pref": "東京都",
                    "city": "世田谷区",
                    "name": "東京都世田谷区"
                },
                "13113": {
                    "pref": "東京都",
                    "city": "渋谷区",
                    "name": "東京都渋谷区"
                },
                "13114": {
                    "pref": "東京都",
                    "city": "中野区",
                    "name": "東京都中野区"
                },
                "13115": {
                    "pref": "東京都",
                    "city": "杉並区",
                    "name": "東京都杉並区"
                },
                "13116": {
                    "pref": "東京都",
                    "city": "豊島区",
                    "name": "東京都豊島区"
                },
                "13117": {
                    "pref": "東京都",
                    "city": "北区",
                    "name": "東京都北区"
                },
                "13118": {
                    "pref": "東京都",
                    "city": "荒川区",
                    "name": "東京都荒川区"
                },
                "13119": {
                    "pref": "東京都",
                    "city": "板橋区",
                    "name": "東京都板橋区"
                },
                "13120": {
                    "pref": "東京都",
                    "city": "練馬区",
                    "name": "東京都練馬区"
                },
                "13121": {
                    "pref": "東京都",
                    "city": "足立区",
                    "name": "東京都足立区"
                },
                "13122": {
                    "pref": "東京都",
                    "city": "葛飾区",
                    "name": "東京都葛飾区"
                },
                "13123": {
                    "pref": "東京都",
                    "city": "江戸川区",
                    "name": "東京都江戸川区"
                },
                "13201": {
                    "pref": "東京都",
                    "city": "八王子市",
                    "name": "東京都八王子市"
                },
                "13202": {
                    "pref": "東京都",
                    "city": "立川市",
                    "name": "東京都立川市"
                },
                "13203": {
                    "pref": "東京都",
                    "city": "武蔵野市",
                    "name": "東京都武蔵野市"
                },
                "13204": {
                    "pref": "東京都",
                    "city": "三鷹市",
                    "name": "東京都三鷹市"
                },
                "13205": {
                    "pref": "東京都",
                    "city": "青梅市",
                    "name": "東京都青梅市"
                },
                "13206": {
                    "pref": "東京都",
                    "city": "府中市",
                    "name": "東京都府中市"
                },
                "13207": {
                    "pref": "東京都",
                    "city": "昭島市",
                    "name": "東京都昭島市"
                },
                "13208": {
                    "pref": "東京都",
                    "city": "調布市",
                    "name": "東京都調布市"
                },
                "13209": {
                    "pref": "東京都",
                    "city": "町田市",
                    "name": "東京都町田市"
                },
                "13210": {
                    "pref": "東京都",
                    "city": "小金井市",
                    "name": "東京都小金井市"
                },
                "13211": {
                    "pref": "東京都",
                    "city": "小平市",
                    "name": "東京都小平市"
                },
                "13212": {
                    "pref": "東京都",
                    "city": "日野市",
                    "name": "東京都日野市"
                },
                "13213": {
                    "pref": "東京都",
                    "city": "東村山市",
                    "name": "東京都東村山市"
                },
                "13214": {
                    "pref": "東京都",
                    "city": "国分寺市",
                    "name": "東京都国分寺市"
                },
                "13215": {
                    "pref": "東京都",
                    "city": "国立市",
                    "name": "東京都国立市"
                },
                "13218": {
                    "pref": "東京都",
                    "city": "福生市",
                    "name": "東京都福生市"
                },
                "13219": {
                    "pref": "東京都",
                    "city": "狛江市",
                    "name": "東京都狛江市"
                },
                "13220": {
                    "pref": "東京都",
                    "city": "東大和市",
                    "name": "東京都東大和市"
                },
                "13221": {
                    "pref": "東京都",
                    "city": "清瀬市",
                    "name": "東京都清瀬市"
                },
                "13222": {
                    "pref": "東京都",
                    "city": "東久留米市",
                    "name": "東京都東久留米市"
                },
                "13223": {
                    "pref": "東京都",
                    "city": "武蔵村山市",
                    "name": "東京都武蔵村山市"
                },
                "13224": {
                    "pref": "東京都",
                    "city": "多摩市",
                    "name": "東京都多摩市"
                },
                "13225": {
                    "pref": "東京都",
                    "city": "稲城市",
                    "name": "東京都稲城市"
                },
                "13227": {
                    "pref": "東京都",
                    "city": "羽村市",
                    "name": "東京都羽村市"
                },
                "13228": {
                    "pref": "東京都",
                    "city": "あきる野市",
                    "name": "東京都あきる野市"
                },
                "13229": {
                    "pref": "東京都",
                    "city": "西東京市",
                    "name": "東京都西東京市"
                },
                "13303": {
                    "pref": "東京都",
                    "city": "瑞穂町",
                    "name": "東京都瑞穂町"
                },
                "13305": {
                    "pref": "東京都",
                    "city": "日の出町",
                    "name": "東京都日の出町"
                },
                "13307": {
                    "pref": "東京都",
                    "city": "檜原村",
                    "name": "東京都檜原村"
                },
                "13308": {
                    "pref": "東京都",
                    "city": "奥多摩町",
                    "name": "東京都奥多摩町"
                },
                "13361": {
                    "pref": "東京都",
                    "city": "大島町",
                    "name": "東京都大島町"
                },
                "13362": {
                    "pref": "東京都",
                    "city": "利島村",
                    "name": "東京都利島村"
                },
                "13363": {
                    "pref": "東京都",
                    "city": "新島村",
                    "name": "東京都新島村"
                },
                "13364": {
                    "pref": "東京都",
                    "city": "神津島村",
                    "name": "東京都神津島村"
                },
                "13381": {
                    "pref": "東京都",
                    "city": "三宅村",
                    "name": "東京都三宅村"
                },
                "13382": {
                    "pref": "東京都",
                    "city": "御蔵島村",
                    "name": "東京都御蔵島村"
                },
                "13401": {
                    "pref": "東京都",
                    "city": "八丈町",
                    "name": "東京都八丈町"
                },
                "13402": {
                    "pref": "東京都",
                    "city": "青ヶ島村",
                    "name": "東京都青ヶ島村"
                },
                "13421": {
                    "pref": "東京都",
                    "city": "小笠原村",
                    "name": "東京都小笠原村"
                },
                "14000": {
                    "pref": "神奈川県",
                    "city": null,
                    "name": "神奈川県"
                },
                "14100": {
                    "pref": "神奈川県",
                    "city": "横浜市",
                    "name": "神奈川県横浜市"
                },
                "14130": {
                    "pref": "神奈川県",
                    "city": "川崎市",
                    "name": "神奈川県川崎市"
                },
                "14150": {
                    "pref": "神奈川県",
                    "city": "相模原市",
                    "name": "神奈川県相模原市"
                },
                "14201": {
                    "pref": "神奈川県",
                    "city": "横須賀市",
                    "name": "神奈川県横須賀市"
                },
                "14203": {
                    "pref": "神奈川県",
                    "city": "平塚市",
                    "name": "神奈川県平塚市"
                },
                "14204": {
                    "pref": "神奈川県",
                    "city": "鎌倉市",
                    "name": "神奈川県鎌倉市"
                },
                "14205": {
                    "pref": "神奈川県",
                    "city": "藤沢市",
                    "name": "神奈川県藤沢市"
                },
                "14206": {
                    "pref": "神奈川県",
                    "city": "小田原市",
                    "name": "神奈川県小田原市"
                },
                "14207": {
                    "pref": "神奈川県",
                    "city": "茅ヶ崎市",
                    "name": "神奈川県茅ヶ崎市"
                },
                "14208": {
                    "pref": "神奈川県",
                    "city": "逗子市",
                    "name": "神奈川県逗子市"
                },
                "14210": {
                    "pref": "神奈川県",
                    "city": "三浦市",
                    "name": "神奈川県三浦市"
                },
                "14211": {
                    "pref": "神奈川県",
                    "city": "秦野市",
                    "name": "神奈川県秦野市"
                },
                "14212": {
                    "pref": "神奈川県",
                    "city": "厚木市",
                    "name": "神奈川県厚木市"
                },
                "14213": {
                    "pref": "神奈川県",
                    "city": "大和市",
                    "name": "神奈川県大和市"
                },
                "14214": {
                    "pref": "神奈川県",
                    "city": "伊勢原市",
                    "name": "神奈川県伊勢原市"
                },
                "14215": {
                    "pref": "神奈川県",
                    "city": "海老名市",
                    "name": "神奈川県海老名市"
                },
                "14216": {
                    "pref": "神奈川県",
                    "city": "座間市",
                    "name": "神奈川県座間市"
                },
                "14217": {
                    "pref": "神奈川県",
                    "city": "南足柄市",
                    "name": "神奈川県南足柄市"
                },
                "14218": {
                    "pref": "神奈川県",
                    "city": "綾瀬市",
                    "name": "神奈川県綾瀬市"
                },
                "14301": {
                    "pref": "神奈川県",
                    "city": "葉山町",
                    "name": "神奈川県葉山町"
                },
                "14321": {
                    "pref": "神奈川県",
                    "city": "寒川町",
                    "name": "神奈川県寒川町"
                },
                "14341": {
                    "pref": "神奈川県",
                    "city": "大磯町",
                    "name": "神奈川県大磯町"
                },
                "14342": {
                    "pref": "神奈川県",
                    "city": "二宮町",
                    "name": "神奈川県二宮町"
                },
                "14361": {
                    "pref": "神奈川県",
                    "city": "中井町",
                    "name": "神奈川県中井町"
                },
                "14362": {
                    "pref": "神奈川県",
                    "city": "大井町",
                    "name": "神奈川県大井町"
                },
                "14363": {
                    "pref": "神奈川県",
                    "city": "松田町",
                    "name": "神奈川県松田町"
                },
                "14364": {
                    "pref": "神奈川県",
                    "city": "山北町",
                    "name": "神奈川県山北町"
                },
                "14366": {
                    "pref": "神奈川県",
                    "city": "開成町",
                    "name": "神奈川県開成町"
                },
                "14382": {
                    "pref": "神奈川県",
                    "city": "箱根町",
                    "name": "神奈川県箱根町"
                },
                "14383": {
                    "pref": "神奈川県",
                    "city": "真鶴町",
                    "name": "神奈川県真鶴町"
                },
                "14384": {
                    "pref": "神奈川県",
                    "city": "湯河原町",
                    "name": "神奈川県湯河原町"
                },
                "14401": {
                    "pref": "神奈川県",
                    "city": "愛川町",
                    "name": "神奈川県愛川町"
                },
                "14402": {
                    "pref": "神奈川県",
                    "city": "清川村",
                    "name": "神奈川県清川村"
                },
                "15000": {
                    "pref": "新潟県",
                    "city": null,
                    "name": "新潟県"
                },
                "15100": {
                    "pref": "新潟県",
                    "city": "新潟市",
                    "name": "新潟県新潟市"
                },
                "15202": {
                    "pref": "新潟県",
                    "city": "長岡市",
                    "name": "新潟県長岡市"
                },
                "15204": {
                    "pref": "新潟県",
                    "city": "三条市",
                    "name": "新潟県三条市"
                },
                "15205": {
                    "pref": "新潟県",
                    "city": "柏崎市",
                    "name": "新潟県柏崎市"
                },
                "15206": {
                    "pref": "新潟県",
                    "city": "新発田市",
                    "name": "新潟県新発田市"
                },
                "15208": {
                    "pref": "新潟県",
                    "city": "小千谷市",
                    "name": "新潟県小千谷市"
                },
                "15209": {
                    "pref": "新潟県",
                    "city": "加茂市",
                    "name": "新潟県加茂市"
                },
                "15210": {
                    "pref": "新潟県",
                    "city": "十日町市",
                    "name": "新潟県十日町市"
                },
                "15211": {
                    "pref": "新潟県",
                    "city": "見附市",
                    "name": "新潟県見附市"
                },
                "15212": {
                    "pref": "新潟県",
                    "city": "村上市",
                    "name": "新潟県村上市"
                },
                "15213": {
                    "pref": "新潟県",
                    "city": "燕市",
                    "name": "新潟県燕市"
                },
                "15216": {
                    "pref": "新潟県",
                    "city": "糸魚川市",
                    "name": "新潟県糸魚川市"
                },
                "15217": {
                    "pref": "新潟県",
                    "city": "妙高市",
                    "name": "新潟県妙高市"
                },
                "15218": {
                    "pref": "新潟県",
                    "city": "五泉市",
                    "name": "新潟県五泉市"
                },
                "15222": {
                    "pref": "新潟県",
                    "city": "上越市",
                    "name": "新潟県上越市"
                },
                "15223": {
                    "pref": "新潟県",
                    "city": "阿賀野市",
                    "name": "新潟県阿賀野市"
                },
                "15224": {
                    "pref": "新潟県",
                    "city": "佐渡市",
                    "name": "新潟県佐渡市"
                },
                "15225": {
                    "pref": "新潟県",
                    "city": "魚沼市",
                    "name": "新潟県魚沼市"
                },
                "15226": {
                    "pref": "新潟県",
                    "city": "南魚沼市",
                    "name": "新潟県南魚沼市"
                },
                "15227": {
                    "pref": "新潟県",
                    "city": "胎内市",
                    "name": "新潟県胎内市"
                },
                "15307": {
                    "pref": "新潟県",
                    "city": "聖籠町",
                    "name": "新潟県聖籠町"
                },
                "15342": {
                    "pref": "新潟県",
                    "city": "弥彦村",
                    "name": "新潟県弥彦村"
                },
                "15361": {
                    "pref": "新潟県",
                    "city": "田上町",
                    "name": "新潟県田上町"
                },
                "15385": {
                    "pref": "新潟県",
                    "city": "阿賀町",
                    "name": "新潟県阿賀町"
                },
                "15405": {
                    "pref": "新潟県",
                    "city": "出雲崎町",
                    "name": "新潟県出雲崎町"
                },
                "15461": {
                    "pref": "新潟県",
                    "city": "湯沢町",
                    "name": "新潟県湯沢町"
                },
                "15482": {
                    "pref": "新潟県",
                    "city": "津南町",
                    "name": "新潟県津南町"
                },
                "15504": {
                    "pref": "新潟県",
                    "city": "刈羽村",
                    "name": "新潟県刈羽村"
                },
                "15581": {
                    "pref": "新潟県",
                    "city": "関川村",
                    "name": "新潟県関川村"
                },
                "15586": {
                    "pref": "新潟県",
                    "city": "粟島浦村",
                    "name": "新潟県粟島浦村"
                },
                "16000": {
                    "pref": "富山県",
                    "city": null,
                    "name": "富山県"
                },
                "16201": {
                    "pref": "富山県",
                    "city": "富山市",
                    "name": "富山県富山市"
                },
                "16202": {
                    "pref": "富山県",
                    "city": "高岡市",
                    "name": "富山県高岡市"
                },
                "16204": {
                    "pref": "富山県",
                    "city": "魚津市",
                    "name": "富山県魚津市"
                },
                "16205": {
                    "pref": "富山県",
                    "city": "氷見市",
                    "name": "富山県氷見市"
                },
                "16206": {
                    "pref": "富山県",
                    "city": "滑川市",
                    "name": "富山県滑川市"
                },
                "16207": {
                    "pref": "富山県",
                    "city": "黒部市",
                    "name": "富山県黒部市"
                },
                "16208": {
                    "pref": "富山県",
                    "city": "砺波市",
                    "name": "富山県砺波市"
                },
                "16209": {
                    "pref": "富山県",
                    "city": "小矢部市",
                    "name": "富山県小矢部市"
                },
                "16210": {
                    "pref": "富山県",
                    "city": "南砺市",
                    "name": "富山県南砺市"
                },
                "16211": {
                    "pref": "富山県",
                    "city": "射水市",
                    "name": "富山県射水市"
                },
                "16321": {
                    "pref": "富山県",
                    "city": "舟橋村",
                    "name": "富山県舟橋村"
                },
                "16322": {
                    "pref": "富山県",
                    "city": "上市町",
                    "name": "富山県上市町"
                },
                "16323": {
                    "pref": "富山県",
                    "city": "立山町",
                    "name": "富山県立山町"
                },
                "16342": {
                    "pref": "富山県",
                    "city": "入善町",
                    "name": "富山県入善町"
                },
                "16343": {
                    "pref": "富山県",
                    "city": "朝日町",
                    "name": "富山県朝日町"
                },
                "17000": {
                    "pref": "石川県",
                    "city": null,
                    "name": "石川県"
                },
                "17201": {
                    "pref": "石川県",
                    "city": "金沢市",
                    "name": "石川県金沢市"
                },
                "17202": {
                    "pref": "石川県",
                    "city": "七尾市",
                    "name": "石川県七尾市"
                },
                "17203": {
                    "pref": "石川県",
                    "city": "小松市",
                    "name": "石川県小松市"
                },
                "17204": {
                    "pref": "石川県",
                    "city": "輪島市",
                    "name": "石川県輪島市"
                },
                "17205": {
                    "pref": "石川県",
                    "city": "珠洲市",
                    "name": "石川県珠洲市"
                },
                "17206": {
                    "pref": "石川県",
                    "city": "加賀市",
                    "name": "石川県加賀市"
                },
                "17207": {
                    "pref": "石川県",
                    "city": "羽咋市",
                    "name": "石川県羽咋市"
                },
                "17209": {
                    "pref": "石川県",
                    "city": "かほく市",
                    "name": "石川県かほく市"
                },
                "17210": {
                    "pref": "石川県",
                    "city": "白山市",
                    "name": "石川県白山市"
                },
                "17211": {
                    "pref": "石川県",
                    "city": "能美市",
                    "name": "石川県能美市"
                },
                "17212": {
                    "pref": "石川県",
                    "city": "野々市市",
                    "name": "石川県野々市市"
                },
                "17324": {
                    "pref": "石川県",
                    "city": "川北町",
                    "name": "石川県川北町"
                },
                "17361": {
                    "pref": "石川県",
                    "city": "津幡町",
                    "name": "石川県津幡町"
                },
                "17365": {
                    "pref": "石川県",
                    "city": "内灘町",
                    "name": "石川県内灘町"
                },
                "17384": {
                    "pref": "石川県",
                    "city": "志賀町",
                    "name": "石川県志賀町"
                },
                "17386": {
                    "pref": "石川県",
                    "city": "宝達志水町",
                    "name": "石川県宝達志水町"
                },
                "17407": {
                    "pref": "石川県",
                    "city": "中能登町",
                    "name": "石川県中能登町"
                },
                "17461": {
                    "pref": "石川県",
                    "city": "穴水町",
                    "name": "石川県穴水町"
                },
                "17463": {
                    "pref": "石川県",
                    "city": "能登町",
                    "name": "石川県能登町"
                },
                "18000": {
                    "pref": "福井県",
                    "city": null,
                    "name": "福井県"
                },
                "18201": {
                    "pref": "福井県",
                    "city": "福井市",
                    "name": "福井県福井市"
                },
                "18202": {
                    "pref": "福井県",
                    "city": "敦賀市",
                    "name": "福井県敦賀市"
                },
                "18204": {
                    "pref": "福井県",
                    "city": "小浜市",
                    "name": "福井県小浜市"
                },
                "18205": {
                    "pref": "福井県",
                    "city": "大野市",
                    "name": "福井県大野市"
                },
                "18206": {
                    "pref": "福井県",
                    "city": "勝山市",
                    "name": "福井県勝山市"
                },
                "18207": {
                    "pref": "福井県",
                    "city": "鯖江市",
                    "name": "福井県鯖江市"
                },
                "18208": {
                    "pref": "福井県",
                    "city": "あわら市",
                    "name": "福井県あわら市"
                },
                "18209": {
                    "pref": "福井県",
                    "city": "越前市",
                    "name": "福井県越前市"
                },
                "18210": {
                    "pref": "福井県",
                    "city": "坂井市",
                    "name": "福井県坂井市"
                },
                "18322": {
                    "pref": "福井県",
                    "city": "永平寺町",
                    "name": "福井県永平寺町"
                },
                "18382": {
                    "pref": "福井県",
                    "city": "池田町",
                    "name": "福井県池田町"
                },
                "18404": {
                    "pref": "福井県",
                    "city": "南越前町",
                    "name": "福井県南越前町"
                },
                "18423": {
                    "pref": "福井県",
                    "city": "越前町",
                    "name": "福井県越前町"
                },
                "18442": {
                    "pref": "福井県",
                    "city": "美浜町",
                    "name": "福井県美浜町"
                },
                "18481": {
                    "pref": "福井県",
                    "city": "高浜町",
                    "name": "福井県高浜町"
                },
                "18483": {
                    "pref": "福井県",
                    "city": "おおい町",
                    "name": "福井県おおい町"
                },
                "18501": {
                    "pref": "福井県",
                    "city": "若狭町",
                    "name": "福井県若狭町"
                },
                "19000": {
                    "pref": "山梨県",
                    "city": null,
                    "name": "山梨県"
                },
                "19201": {
                    "pref": "山梨県",
                    "city": "甲府市",
                    "name": "山梨県甲府市"
                },
                "19202": {
                    "pref": "山梨県",
                    "city": "富士吉田市",
                    "name": "山梨県富士吉田市"
                },
                "19204": {
                    "pref": "山梨県",
                    "city": "都留市",
                    "name": "山梨県都留市"
                },
                "19205": {
                    "pref": "山梨県",
                    "city": "山梨市",
                    "name": "山梨県山梨市"
                },
                "19206": {
                    "pref": "山梨県",
                    "city": "大月市",
                    "name": "山梨県大月市"
                },
                "19207": {
                    "pref": "山梨県",
                    "city": "韮崎市",
                    "name": "山梨県韮崎市"
                },
                "19208": {
                    "pref": "山梨県",
                    "city": "南アルプス市",
                    "name": "山梨県南アルプス市"
                },
                "19209": {
                    "pref": "山梨県",
                    "city": "北杜市",
                    "name": "山梨県北杜市"
                },
                "19210": {
                    "pref": "山梨県",
                    "city": "甲斐市",
                    "name": "山梨県甲斐市"
                },
                "19211": {
                    "pref": "山梨県",
                    "city": "笛吹市",
                    "name": "山梨県笛吹市"
                },
                "19212": {
                    "pref": "山梨県",
                    "city": "上野原市",
                    "name": "山梨県上野原市"
                },
                "19213": {
                    "pref": "山梨県",
                    "city": "甲州市",
                    "name": "山梨県甲州市"
                },
                "19214": {
                    "pref": "山梨県",
                    "city": "中央市",
                    "name": "山梨県中央市"
                },
                "19346": {
                    "pref": "山梨県",
                    "city": "市川三郷町",
                    "name": "山梨県市川三郷町"
                },
                "19364": {
                    "pref": "山梨県",
                    "city": "早川町",
                    "name": "山梨県早川町"
                },
                "19365": {
                    "pref": "山梨県",
                    "city": "身延町",
                    "name": "山梨県身延町"
                },
                "19366": {
                    "pref": "山梨県",
                    "city": "南部町",
                    "name": "山梨県南部町"
                },
                "19368": {
                    "pref": "山梨県",
                    "city": "富士川町",
                    "name": "山梨県富士川町"
                },
                "19384": {
                    "pref": "山梨県",
                    "city": "昭和町",
                    "name": "山梨県昭和町"
                },
                "19422": {
                    "pref": "山梨県",
                    "city": "道志村",
                    "name": "山梨県道志村"
                },
                "19423": {
                    "pref": "山梨県",
                    "city": "西桂町",
                    "name": "山梨県西桂町"
                },
                "19424": {
                    "pref": "山梨県",
                    "city": "忍野村",
                    "name": "山梨県忍野村"
                },
                "19425": {
                    "pref": "山梨県",
                    "city": "山中湖村",
                    "name": "山梨県山中湖村"
                },
                "19429": {
                    "pref": "山梨県",
                    "city": "鳴沢村",
                    "name": "山梨県鳴沢村"
                },
                "19430": {
                    "pref": "山梨県",
                    "city": "富士河口湖町",
                    "name": "山梨県富士河口湖町"
                },
                "19442": {
                    "pref": "山梨県",
                    "city": "小菅村",
                    "name": "山梨県小菅村"
                },
                "19443": {
                    "pref": "山梨県",
                    "city": "丹波山村",
                    "name": "山梨県丹波山村"
                },
                "20000": {
                    "pref": "長野県",
                    "city": null,
                    "name": "長野県"
                },
                "20201": {
                    "pref": "長野県",
                    "city": "長野市",
                    "name": "長野県長野市"
                },
                "20202": {
                    "pref": "長野県",
                    "city": "松本市",
                    "name": "長野県松本市"
                },
                "20203": {
                    "pref": "長野県",
                    "city": "上田市",
                    "name": "長野県上田市"
                },
                "20204": {
                    "pref": "長野県",
                    "city": "岡谷市",
                    "name": "長野県岡谷市"
                },
                "20205": {
                    "pref": "長野県",
                    "city": "飯田市",
                    "name": "長野県飯田市"
                },
                "20206": {
                    "pref": "長野県",
                    "city": "諏訪市",
                    "name": "長野県諏訪市"
                },
                "20207": {
                    "pref": "長野県",
                    "city": "須坂市",
                    "name": "長野県須坂市"
                },
                "20208": {
                    "pref": "長野県",
                    "city": "小諸市",
                    "name": "長野県小諸市"
                },
                "20209": {
                    "pref": "長野県",
                    "city": "伊那市",
                    "name": "長野県伊那市"
                },
                "20210": {
                    "pref": "長野県",
                    "city": "駒ヶ根市",
                    "name": "長野県駒ヶ根市"
                },
                "20211": {
                    "pref": "長野県",
                    "city": "中野市",
                    "name": "長野県中野市"
                },
                "20212": {
                    "pref": "長野県",
                    "city": "大町市",
                    "name": "長野県大町市"
                },
                "20213": {
                    "pref": "長野県",
                    "city": "飯山市",
                    "name": "長野県飯山市"
                },
                "20214": {
                    "pref": "長野県",
                    "city": "茅野市",
                    "name": "長野県茅野市"
                },
                "20215": {
                    "pref": "長野県",
                    "city": "塩尻市",
                    "name": "長野県塩尻市"
                },
                "20217": {
                    "pref": "長野県",
                    "city": "佐久市",
                    "name": "長野県佐久市"
                },
                "20218": {
                    "pref": "長野県",
                    "city": "千曲市",
                    "name": "長野県千曲市"
                },
                "20219": {
                    "pref": "長野県",
                    "city": "東御市",
                    "name": "長野県東御市"
                },
                "20220": {
                    "pref": "長野県",
                    "city": "安曇野市",
                    "name": "長野県安曇野市"
                },
                "20303": {
                    "pref": "長野県",
                    "city": "小海町",
                    "name": "長野県小海町"
                },
                "20304": {
                    "pref": "長野県",
                    "city": "川上村",
                    "name": "長野県川上村"
                },
                "20305": {
                    "pref": "長野県",
                    "city": "南牧村",
                    "name": "長野県南牧村"
                },
                "20306": {
                    "pref": "長野県",
                    "city": "南相木村",
                    "name": "長野県南相木村"
                },
                "20307": {
                    "pref": "長野県",
                    "city": "北相木村",
                    "name": "長野県北相木村"
                },
                "20309": {
                    "pref": "長野県",
                    "city": "佐久穂町",
                    "name": "長野県佐久穂町"
                },
                "20321": {
                    "pref": "長野県",
                    "city": "軽井沢町",
                    "name": "長野県軽井沢町"
                },
                "20323": {
                    "pref": "長野県",
                    "city": "御代田町",
                    "name": "長野県御代田町"
                },
                "20324": {
                    "pref": "長野県",
                    "city": "立科町",
                    "name": "長野県立科町"
                },
                "20349": {
                    "pref": "長野県",
                    "city": "青木村",
                    "name": "長野県青木村"
                },
                "20350": {
                    "pref": "長野県",
                    "city": "長和町",
                    "name": "長野県長和町"
                },
                "20361": {
                    "pref": "長野県",
                    "city": "下諏訪町",
                    "name": "長野県下諏訪町"
                },
                "20362": {
                    "pref": "長野県",
                    "city": "富士見町",
                    "name": "長野県富士見町"
                },
                "20363": {
                    "pref": "長野県",
                    "city": "原村",
                    "name": "長野県原村"
                },
                "20382": {
                    "pref": "長野県",
                    "city": "辰野町",
                    "name": "長野県辰野町"
                },
                "20383": {
                    "pref": "長野県",
                    "city": "箕輪町",
                    "name": "長野県箕輪町"
                },
                "20384": {
                    "pref": "長野県",
                    "city": "飯島町",
                    "name": "長野県飯島町"
                },
                "20385": {
                    "pref": "長野県",
                    "city": "南箕輪村",
                    "name": "長野県南箕輪村"
                },
                "20386": {
                    "pref": "長野県",
                    "city": "中川村",
                    "name": "長野県中川村"
                },
                "20388": {
                    "pref": "長野県",
                    "city": "宮田村",
                    "name": "長野県宮田村"
                },
                "20402": {
                    "pref": "長野県",
                    "city": "松川町",
                    "name": "長野県松川町"
                },
                "20403": {
                    "pref": "長野県",
                    "city": "高森町",
                    "name": "長野県高森町"
                },
                "20404": {
                    "pref": "長野県",
                    "city": "阿南町",
                    "name": "長野県阿南町"
                },
                "20407": {
                    "pref": "長野県",
                    "city": "阿智村",
                    "name": "長野県阿智村"
                },
                "20409": {
                    "pref": "長野県",
                    "city": "平谷村",
                    "name": "長野県平谷村"
                },
                "20410": {
                    "pref": "長野県",
                    "city": "根羽村",
                    "name": "長野県根羽村"
                },
                "20411": {
                    "pref": "長野県",
                    "city": "下條村",
                    "name": "長野県下條村"
                },
                "20412": {
                    "pref": "長野県",
                    "city": "売木村",
                    "name": "長野県売木村"
                },
                "20413": {
                    "pref": "長野県",
                    "city": "天龍村",
                    "name": "長野県天龍村"
                },
                "20414": {
                    "pref": "長野県",
                    "city": "泰阜村",
                    "name": "長野県泰阜村"
                },
                "20415": {
                    "pref": "長野県",
                    "city": "喬木村",
                    "name": "長野県喬木村"
                },
                "20416": {
                    "pref": "長野県",
                    "city": "豊丘村",
                    "name": "長野県豊丘村"
                },
                "20417": {
                    "pref": "長野県",
                    "city": "大鹿村",
                    "name": "長野県大鹿村"
                },
                "20422": {
                    "pref": "長野県",
                    "city": "上松町",
                    "name": "長野県上松町"
                },
                "20423": {
                    "pref": "長野県",
                    "city": "南木曽町",
                    "name": "長野県南木曽町"
                },
                "20425": {
                    "pref": "長野県",
                    "city": "木祖村",
                    "name": "長野県木祖村"
                },
                "20429": {
                    "pref": "長野県",
                    "city": "王滝村",
                    "name": "長野県王滝村"
                },
                "20430": {
                    "pref": "長野県",
                    "city": "大桑村",
                    "name": "長野県大桑村"
                },
                "20432": {
                    "pref": "長野県",
                    "city": "木曽町",
                    "name": "長野県木曽町"
                },
                "20446": {
                    "pref": "長野県",
                    "city": "麻績村",
                    "name": "長野県麻績村"
                },
                "20448": {
                    "pref": "長野県",
                    "city": "生坂村",
                    "name": "長野県生坂村"
                },
                "20450": {
                    "pref": "長野県",
                    "city": "山形村",
                    "name": "長野県山形村"
                },
                "20451": {
                    "pref": "長野県",
                    "city": "朝日村",
                    "name": "長野県朝日村"
                },
                "20452": {
                    "pref": "長野県",
                    "city": "筑北村",
                    "name": "長野県筑北村"
                },
                "20481": {
                    "pref": "長野県",
                    "city": "池田町",
                    "name": "長野県池田町"
                },
                "20482": {
                    "pref": "長野県",
                    "city": "松川村",
                    "name": "長野県松川村"
                },
                "20485": {
                    "pref": "長野県",
                    "city": "白馬村",
                    "name": "長野県白馬村"
                },
                "20486": {
                    "pref": "長野県",
                    "city": "小谷村",
                    "name": "長野県小谷村"
                },
                "20521": {
                    "pref": "長野県",
                    "city": "坂城町",
                    "name": "長野県坂城町"
                },
                "20541": {
                    "pref": "長野県",
                    "city": "小布施町",
                    "name": "長野県小布施町"
                },
                "20543": {
                    "pref": "長野県",
                    "city": "高山村",
                    "name": "長野県高山村"
                },
                "20561": {
                    "pref": "長野県",
                    "city": "山ノ内町",
                    "name": "長野県山ノ内町"
                },
                "20562": {
                    "pref": "長野県",
                    "city": "木島平村",
                    "name": "長野県木島平村"
                },
                "20563": {
                    "pref": "長野県",
                    "city": "野沢温泉村",
                    "name": "長野県野沢温泉村"
                },
                "20583": {
                    "pref": "長野県",
                    "city": "信濃町",
                    "name": "長野県信濃町"
                },
                "20588": {
                    "pref": "長野県",
                    "city": "小川村",
                    "name": "長野県小川村"
                },
                "20590": {
                    "pref": "長野県",
                    "city": "飯綱町",
                    "name": "長野県飯綱町"
                },
                "20602": {
                    "pref": "長野県",
                    "city": "栄村",
                    "name": "長野県栄村"
                },
                "21000": {
                    "pref": "岐阜県",
                    "city": null,
                    "name": "岐阜県"
                },
                "21201": {
                    "pref": "岐阜県",
                    "city": "岐阜市",
                    "name": "岐阜県岐阜市"
                },
                "21202": {
                    "pref": "岐阜県",
                    "city": "大垣市",
                    "name": "岐阜県大垣市"
                },
                "21203": {
                    "pref": "岐阜県",
                    "city": "高山市",
                    "name": "岐阜県高山市"
                },
                "21204": {
                    "pref": "岐阜県",
                    "city": "多治見市",
                    "name": "岐阜県多治見市"
                },
                "21205": {
                    "pref": "岐阜県",
                    "city": "関市",
                    "name": "岐阜県関市"
                },
                "21206": {
                    "pref": "岐阜県",
                    "city": "中津川市",
                    "name": "岐阜県中津川市"
                },
                "21207": {
                    "pref": "岐阜県",
                    "city": "美濃市",
                    "name": "岐阜県美濃市"
                },
                "21208": {
                    "pref": "岐阜県",
                    "city": "瑞浪市",
                    "name": "岐阜県瑞浪市"
                },
                "21209": {
                    "pref": "岐阜県",
                    "city": "羽島市",
                    "name": "岐阜県羽島市"
                },
                "21210": {
                    "pref": "岐阜県",
                    "city": "恵那市",
                    "name": "岐阜県恵那市"
                },
                "21211": {
                    "pref": "岐阜県",
                    "city": "美濃加茂市",
                    "name": "岐阜県美濃加茂市"
                },
                "21212": {
                    "pref": "岐阜県",
                    "city": "土岐市",
                    "name": "岐阜県土岐市"
                },
                "21213": {
                    "pref": "岐阜県",
                    "city": "各務原市",
                    "name": "岐阜県各務原市"
                },
                "21214": {
                    "pref": "岐阜県",
                    "city": "可児市",
                    "name": "岐阜県可児市"
                },
                "21215": {
                    "pref": "岐阜県",
                    "city": "山県市",
                    "name": "岐阜県山県市"
                },
                "21216": {
                    "pref": "岐阜県",
                    "city": "瑞穂市",
                    "name": "岐阜県瑞穂市"
                },
                "21217": {
                    "pref": "岐阜県",
                    "city": "飛騨市",
                    "name": "岐阜県飛騨市"
                },
                "21218": {
                    "pref": "岐阜県",
                    "city": "本巣市",
                    "name": "岐阜県本巣市"
                },
                "21219": {
                    "pref": "岐阜県",
                    "city": "郡上市",
                    "name": "岐阜県郡上市"
                },
                "21220": {
                    "pref": "岐阜県",
                    "city": "下呂市",
                    "name": "岐阜県下呂市"
                },
                "21221": {
                    "pref": "岐阜県",
                    "city": "海津市",
                    "name": "岐阜県海津市"
                },
                "21302": {
                    "pref": "岐阜県",
                    "city": "岐南町",
                    "name": "岐阜県岐南町"
                },
                "21303": {
                    "pref": "岐阜県",
                    "city": "笠松町",
                    "name": "岐阜県笠松町"
                },
                "21341": {
                    "pref": "岐阜県",
                    "city": "養老町",
                    "name": "岐阜県養老町"
                },
                "21361": {
                    "pref": "岐阜県",
                    "city": "垂井町",
                    "name": "岐阜県垂井町"
                },
                "21362": {
                    "pref": "岐阜県",
                    "city": "関ケ原町",
                    "name": "岐阜県関ケ原町"
                },
                "21381": {
                    "pref": "岐阜県",
                    "city": "神戸町",
                    "name": "岐阜県神戸町"
                },
                "21382": {
                    "pref": "岐阜県",
                    "city": "輪之内町",
                    "name": "岐阜県輪之内町"
                },
                "21383": {
                    "pref": "岐阜県",
                    "city": "安八町",
                    "name": "岐阜県安八町"
                },
                "21401": {
                    "pref": "岐阜県",
                    "city": "揖斐川町",
                    "name": "岐阜県揖斐川町"
                },
                "21403": {
                    "pref": "岐阜県",
                    "city": "大野町",
                    "name": "岐阜県大野町"
                },
                "21404": {
                    "pref": "岐阜県",
                    "city": "池田町",
                    "name": "岐阜県池田町"
                },
                "21421": {
                    "pref": "岐阜県",
                    "city": "北方町",
                    "name": "岐阜県北方町"
                },
                "21501": {
                    "pref": "岐阜県",
                    "city": "坂祝町",
                    "name": "岐阜県坂祝町"
                },
                "21502": {
                    "pref": "岐阜県",
                    "city": "富加町",
                    "name": "岐阜県富加町"
                },
                "21503": {
                    "pref": "岐阜県",
                    "city": "川辺町",
                    "name": "岐阜県川辺町"
                },
                "21504": {
                    "pref": "岐阜県",
                    "city": "七宗町",
                    "name": "岐阜県七宗町"
                },
                "21505": {
                    "pref": "岐阜県",
                    "city": "八百津町",
                    "name": "岐阜県八百津町"
                },
                "21506": {
                    "pref": "岐阜県",
                    "city": "白川町",
                    "name": "岐阜県白川町"
                },
                "21507": {
                    "pref": "岐阜県",
                    "city": "東白川村",
                    "name": "岐阜県東白川村"
                },
                "21521": {
                    "pref": "岐阜県",
                    "city": "御嵩町",
                    "name": "岐阜県御嵩町"
                },
                "21604": {
                    "pref": "岐阜県",
                    "city": "白川村",
                    "name": "岐阜県白川村"
                },
                "22000": {
                    "pref": "静岡県",
                    "city": null,
                    "name": "静岡県"
                },
                "22100": {
                    "pref": "静岡県",
                    "city": "静岡市",
                    "name": "静岡県静岡市"
                },
                "22130": {
                    "pref": "静岡県",
                    "city": "浜松市",
                    "name": "静岡県浜松市"
                },
                "22203": {
                    "pref": "静岡県",
                    "city": "沼津市",
                    "name": "静岡県沼津市"
                },
                "22205": {
                    "pref": "静岡県",
                    "city": "熱海市",
                    "name": "静岡県熱海市"
                },
                "22206": {
                    "pref": "静岡県",
                    "city": "三島市",
                    "name": "静岡県三島市"
                },
                "22207": {
                    "pref": "静岡県",
                    "city": "富士宮市",
                    "name": "静岡県富士宮市"
                },
                "22208": {
                    "pref": "静岡県",
                    "city": "伊東市",
                    "name": "静岡県伊東市"
                },
                "22209": {
                    "pref": "静岡県",
                    "city": "島田市",
                    "name": "静岡県島田市"
                },
                "22210": {
                    "pref": "静岡県",
                    "city": "富士市",
                    "name": "静岡県富士市"
                },
                "22211": {
                    "pref": "静岡県",
                    "city": "磐田市",
                    "name": "静岡県磐田市"
                },
                "22212": {
                    "pref": "静岡県",
                    "city": "焼津市",
                    "name": "静岡県焼津市"
                },
                "22213": {
                    "pref": "静岡県",
                    "city": "掛川市",
                    "name": "静岡県掛川市"
                },
                "22214": {
                    "pref": "静岡県",
                    "city": "藤枝市",
                    "name": "静岡県藤枝市"
                },
                "22215": {
                    "pref": "静岡県",
                    "city": "御殿場市",
                    "name": "静岡県御殿場市"
                },
                "22216": {
                    "pref": "静岡県",
                    "city": "袋井市",
                    "name": "静岡県袋井市"
                },
                "22219": {
                    "pref": "静岡県",
                    "city": "下田市",
                    "name": "静岡県下田市"
                },
                "22220": {
                    "pref": "静岡県",
                    "city": "裾野市",
                    "name": "静岡県裾野市"
                },
                "22221": {
                    "pref": "静岡県",
                    "city": "湖西市",
                    "name": "静岡県湖西市"
                },
                "22222": {
                    "pref": "静岡県",
                    "city": "伊豆市",
                    "name": "静岡県伊豆市"
                },
                "22223": {
                    "pref": "静岡県",
                    "city": "御前崎市",
                    "name": "静岡県御前崎市"
                },
                "22224": {
                    "pref": "静岡県",
                    "city": "菊川市",
                    "name": "静岡県菊川市"
                },
                "22225": {
                    "pref": "静岡県",
                    "city": "伊豆の国市",
                    "name": "静岡県伊豆の国市"
                },
                "22226": {
                    "pref": "静岡県",
                    "city": "牧之原市",
                    "name": "静岡県牧之原市"
                },
                "22301": {
                    "pref": "静岡県",
                    "city": "東伊豆町",
                    "name": "静岡県東伊豆町"
                },
                "22302": {
                    "pref": "静岡県",
                    "city": "河津町",
                    "name": "静岡県河津町"
                },
                "22304": {
                    "pref": "静岡県",
                    "city": "南伊豆町",
                    "name": "静岡県南伊豆町"
                },
                "22305": {
                    "pref": "静岡県",
                    "city": "松崎町",
                    "name": "静岡県松崎町"
                },
                "22306": {
                    "pref": "静岡県",
                    "city": "西伊豆町",
                    "name": "静岡県西伊豆町"
                },
                "22325": {
                    "pref": "静岡県",
                    "city": "函南町",
                    "name": "静岡県函南町"
                },
                "22341": {
                    "pref": "静岡県",
                    "city": "清水町",
                    "name": "静岡県清水町"
                },
                "22342": {
                    "pref": "静岡県",
                    "city": "長泉町",
                    "name": "静岡県長泉町"
                },
                "22344": {
                    "pref": "静岡県",
                    "city": "小山町",
                    "name": "静岡県小山町"
                },
                "22424": {
                    "pref": "静岡県",
                    "city": "吉田町",
                    "name": "静岡県吉田町"
                },
                "22429": {
                    "pref": "静岡県",
                    "city": "川根本町",
                    "name": "静岡県川根本町"
                },
                "22461": {
                    "pref": "静岡県",
                    "city": "森町",
                    "name": "静岡県森町"
                },
                "23000": {
                    "pref": "愛知県",
                    "city": null,
                    "name": "愛知県"
                },
                "23100": {
                    "pref": "愛知県",
                    "city": "名古屋市",
                    "name": "愛知県名古屋市"
                },
                "23201": {
                    "pref": "愛知県",
                    "city": "豊橋市",
                    "name": "愛知県豊橋市"
                },
                "23202": {
                    "pref": "愛知県",
                    "city": "岡崎市",
                    "name": "愛知県岡崎市"
                },
                "23203": {
                    "pref": "愛知県",
                    "city": "一宮市",
                    "name": "愛知県一宮市"
                },
                "23204": {
                    "pref": "愛知県",
                    "city": "瀬戸市",
                    "name": "愛知県瀬戸市"
                },
                "23205": {
                    "pref": "愛知県",
                    "city": "半田市",
                    "name": "愛知県半田市"
                },
                "23206": {
                    "pref": "愛知県",
                    "city": "春日井市",
                    "name": "愛知県春日井市"
                },
                "23207": {
                    "pref": "愛知県",
                    "city": "豊川市",
                    "name": "愛知県豊川市"
                },
                "23208": {
                    "pref": "愛知県",
                    "city": "津島市",
                    "name": "愛知県津島市"
                },
                "23209": {
                    "pref": "愛知県",
                    "city": "碧南市",
                    "name": "愛知県碧南市"
                },
                "23210": {
                    "pref": "愛知県",
                    "city": "刈谷市",
                    "name": "愛知県刈谷市"
                },
                "23211": {
                    "pref": "愛知県",
                    "city": "豊田市",
                    "name": "愛知県豊田市"
                },
                "23212": {
                    "pref": "愛知県",
                    "city": "安城市",
                    "name": "愛知県安城市"
                },
                "23213": {
                    "pref": "愛知県",
                    "city": "西尾市",
                    "name": "愛知県西尾市"
                },
                "23214": {
                    "pref": "愛知県",
                    "city": "蒲郡市",
                    "name": "愛知県蒲郡市"
                },
                "23215": {
                    "pref": "愛知県",
                    "city": "犬山市",
                    "name": "愛知県犬山市"
                },
                "23216": {
                    "pref": "愛知県",
                    "city": "常滑市",
                    "name": "愛知県常滑市"
                },
                "23217": {
                    "pref": "愛知県",
                    "city": "江南市",
                    "name": "愛知県江南市"
                },
                "23219": {
                    "pref": "愛知県",
                    "city": "小牧市",
                    "name": "愛知県小牧市"
                },
                "23220": {
                    "pref": "愛知県",
                    "city": "稲沢市",
                    "name": "愛知県稲沢市"
                },
                "23221": {
                    "pref": "愛知県",
                    "city": "新城市",
                    "name": "愛知県新城市"
                },
                "23222": {
                    "pref": "愛知県",
                    "city": "東海市",
                    "name": "愛知県東海市"
                },
                "23223": {
                    "pref": "愛知県",
                    "city": "大府市",
                    "name": "愛知県大府市"
                },
                "23224": {
                    "pref": "愛知県",
                    "city": "知多市",
                    "name": "愛知県知多市"
                },
                "23225": {
                    "pref": "愛知県",
                    "city": "知立市",
                    "name": "愛知県知立市"
                },
                "23226": {
                    "pref": "愛知県",
                    "city": "尾張旭市",
                    "name": "愛知県尾張旭市"
                },
                "23227": {
                    "pref": "愛知県",
                    "city": "高浜市",
                    "name": "愛知県高浜市"
                },
                "23228": {
                    "pref": "愛知県",
                    "city": "岩倉市",
                    "name": "愛知県岩倉市"
                },
                "23229": {
                    "pref": "愛知県",
                    "city": "豊明市",
                    "name": "愛知県豊明市"
                },
                "23230": {
                    "pref": "愛知県",
                    "city": "日進市",
                    "name": "愛知県日進市"
                },
                "23231": {
                    "pref": "愛知県",
                    "city": "田原市",
                    "name": "愛知県田原市"
                },
                "23232": {
                    "pref": "愛知県",
                    "city": "愛西市",
                    "name": "愛知県愛西市"
                },
                "23233": {
                    "pref": "愛知県",
                    "city": "清須市",
                    "name": "愛知県清須市"
                },
                "23234": {
                    "pref": "愛知県",
                    "city": "北名古屋市",
                    "name": "愛知県北名古屋市"
                },
                "23235": {
                    "pref": "愛知県",
                    "city": "弥富市",
                    "name": "愛知県弥富市"
                },
                "23236": {
                    "pref": "愛知県",
                    "city": "みよし市",
                    "name": "愛知県みよし市"
                },
                "23237": {
                    "pref": "愛知県",
                    "city": "あま市",
                    "name": "愛知県あま市"
                },
                "23238": {
                    "pref": "愛知県",
                    "city": "長久手市",
                    "name": "愛知県長久手市"
                },
                "23302": {
                    "pref": "愛知県",
                    "city": "東郷町",
                    "name": "愛知県東郷町"
                },
                "23342": {
                    "pref": "愛知県",
                    "city": "豊山町",
                    "name": "愛知県豊山町"
                },
                "23361": {
                    "pref": "愛知県",
                    "city": "大口町",
                    "name": "愛知県大口町"
                },
                "23362": {
                    "pref": "愛知県",
                    "city": "扶桑町",
                    "name": "愛知県扶桑町"
                },
                "23424": {
                    "pref": "愛知県",
                    "city": "大治町",
                    "name": "愛知県大治町"
                },
                "23425": {
                    "pref": "愛知県",
                    "city": "蟹江町",
                    "name": "愛知県蟹江町"
                },
                "23427": {
                    "pref": "愛知県",
                    "city": "飛島村",
                    "name": "愛知県飛島村"
                },
                "23441": {
                    "pref": "愛知県",
                    "city": "阿久比町",
                    "name": "愛知県阿久比町"
                },
                "23442": {
                    "pref": "愛知県",
                    "city": "東浦町",
                    "name": "愛知県東浦町"
                },
                "23445": {
                    "pref": "愛知県",
                    "city": "南知多町",
                    "name": "愛知県南知多町"
                },
                "23446": {
                    "pref": "愛知県",
                    "city": "美浜町",
                    "name": "愛知県美浜町"
                },
                "23447": {
                    "pref": "愛知県",
                    "city": "武豊町",
                    "name": "愛知県武豊町"
                },
                "23501": {
                    "pref": "愛知県",
                    "city": "幸田町",
                    "name": "愛知県幸田町"
                },
                "23561": {
                    "pref": "愛知県",
                    "city": "設楽町",
                    "name": "愛知県設楽町"
                },
                "23562": {
                    "pref": "愛知県",
                    "city": "東栄町",
                    "name": "愛知県東栄町"
                },
                "23563": {
                    "pref": "愛知県",
                    "city": "豊根村",
                    "name": "愛知県豊根村"
                },
                "24000": {
                    "pref": "三重県",
                    "city": null,
                    "name": "三重県"
                },
                "24201": {
                    "pref": "三重県",
                    "city": "津市",
                    "name": "三重県津市"
                },
                "24202": {
                    "pref": "三重県",
                    "city": "四日市市",
                    "name": "三重県四日市市"
                },
                "24203": {
                    "pref": "三重県",
                    "city": "伊勢市",
                    "name": "三重県伊勢市"
                },
                "24204": {
                    "pref": "三重県",
                    "city": "松阪市",
                    "name": "三重県松阪市"
                },
                "24205": {
                    "pref": "三重県",
                    "city": "桑名市",
                    "name": "三重県桑名市"
                },
                "24207": {
                    "pref": "三重県",
                    "city": "鈴鹿市",
                    "name": "三重県鈴鹿市"
                },
                "24208": {
                    "pref": "三重県",
                    "city": "名張市",
                    "name": "三重県名張市"
                },
                "24209": {
                    "pref": "三重県",
                    "city": "尾鷲市",
                    "name": "三重県尾鷲市"
                },
                "24210": {
                    "pref": "三重県",
                    "city": "亀山市",
                    "name": "三重県亀山市"
                },
                "24211": {
                    "pref": "三重県",
                    "city": "鳥羽市",
                    "name": "三重県鳥羽市"
                },
                "24212": {
                    "pref": "三重県",
                    "city": "熊野市",
                    "name": "三重県熊野市"
                },
                "24214": {
                    "pref": "三重県",
                    "city": "いなべ市",
                    "name": "三重県いなべ市"
                },
                "24215": {
                    "pref": "三重県",
                    "city": "志摩市",
                    "name": "三重県志摩市"
                },
                "24216": {
                    "pref": "三重県",
                    "city": "伊賀市",
                    "name": "三重県伊賀市"
                },
                "24303": {
                    "pref": "三重県",
                    "city": "木曽岬町",
                    "name": "三重県木曽岬町"
                },
                "24324": {
                    "pref": "三重県",
                    "city": "東員町",
                    "name": "三重県東員町"
                },
                "24341": {
                    "pref": "三重県",
                    "city": "菰野町",
                    "name": "三重県菰野町"
                },
                "24343": {
                    "pref": "三重県",
                    "city": "朝日町",
                    "name": "三重県朝日町"
                },
                "24344": {
                    "pref": "三重県",
                    "city": "川越町",
                    "name": "三重県川越町"
                },
                "24441": {
                    "pref": "三重県",
                    "city": "多気町",
                    "name": "三重県多気町"
                },
                "24442": {
                    "pref": "三重県",
                    "city": "明和町",
                    "name": "三重県明和町"
                },
                "24443": {
                    "pref": "三重県",
                    "city": "大台町",
                    "name": "三重県大台町"
                },
                "24461": {
                    "pref": "三重県",
                    "city": "玉城町",
                    "name": "三重県玉城町"
                },
                "24470": {
                    "pref": "三重県",
                    "city": "度会町",
                    "name": "三重県度会町"
                },
                "24471": {
                    "pref": "三重県",
                    "city": "大紀町",
                    "name": "三重県大紀町"
                },
                "24472": {
                    "pref": "三重県",
                    "city": "南伊勢町",
                    "name": "三重県南伊勢町"
                },
                "24543": {
                    "pref": "三重県",
                    "city": "紀北町",
                    "name": "三重県紀北町"
                },
                "24561": {
                    "pref": "三重県",
                    "city": "御浜町",
                    "name": "三重県御浜町"
                },
                "24562": {
                    "pref": "三重県",
                    "city": "紀宝町",
                    "name": "三重県紀宝町"
                },
                "25000": {
                    "pref": "滋賀県",
                    "city": null,
                    "name": "滋賀県"
                },
                "25201": {
                    "pref": "滋賀県",
                    "city": "大津市",
                    "name": "滋賀県大津市"
                },
                "25202": {
                    "pref": "滋賀県",
                    "city": "彦根市",
                    "name": "滋賀県彦根市"
                },
                "25203": {
                    "pref": "滋賀県",
                    "city": "長浜市",
                    "name": "滋賀県長浜市"
                },
                "25204": {
                    "pref": "滋賀県",
                    "city": "近江八幡市",
                    "name": "滋賀県近江八幡市"
                },
                "25206": {
                    "pref": "滋賀県",
                    "city": "草津市",
                    "name": "滋賀県草津市"
                },
                "25207": {
                    "pref": "滋賀県",
                    "city": "守山市",
                    "name": "滋賀県守山市"
                },
                "25208": {
                    "pref": "滋賀県",
                    "city": "栗東市",
                    "name": "滋賀県栗東市"
                },
                "25209": {
                    "pref": "滋賀県",
                    "city": "甲賀市",
                    "name": "滋賀県甲賀市"
                },
                "25210": {
                    "pref": "滋賀県",
                    "city": "野洲市",
                    "name": "滋賀県野洲市"
                },
                "25211": {
                    "pref": "滋賀県",
                    "city": "湖南市",
                    "name": "滋賀県湖南市"
                },
                "25212": {
                    "pref": "滋賀県",
                    "city": "高島市",
                    "name": "滋賀県高島市"
                },
                "25213": {
                    "pref": "滋賀県",
                    "city": "東近江市",
                    "name": "滋賀県東近江市"
                },
                "25214": {
                    "pref": "滋賀県",
                    "city": "米原市",
                    "name": "滋賀県米原市"
                },
                "25383": {
                    "pref": "滋賀県",
                    "city": "日野町",
                    "name": "滋賀県日野町"
                },
                "25384": {
                    "pref": "滋賀県",
                    "city": "竜王町",
                    "name": "滋賀県竜王町"
                },
                "25425": {
                    "pref": "滋賀県",
                    "city": "愛荘町",
                    "name": "滋賀県愛荘町"
                },
                "25441": {
                    "pref": "滋賀県",
                    "city": "豊郷町",
                    "name": "滋賀県豊郷町"
                },
                "25442": {
                    "pref": "滋賀県",
                    "city": "甲良町",
                    "name": "滋賀県甲良町"
                },
                "25443": {
                    "pref": "滋賀県",
                    "city": "多賀町",
                    "name": "滋賀県多賀町"
                },
                "26000": {
                    "pref": "京都府",
                    "city": null,
                    "name": "京都府"
                },
                "26100": {
                    "pref": "京都府",
                    "city": "京都市",
                    "name": "京都府京都市"
                },
                "26201": {
                    "pref": "京都府",
                    "city": "福知山市",
                    "name": "京都府福知山市"
                },
                "26202": {
                    "pref": "京都府",
                    "city": "舞鶴市",
                    "name": "京都府舞鶴市"
                },
                "26203": {
                    "pref": "京都府",
                    "city": "綾部市",
                    "name": "京都府綾部市"
                },
                "26204": {
                    "pref": "京都府",
                    "city": "宇治市",
                    "name": "京都府宇治市"
                },
                "26205": {
                    "pref": "京都府",
                    "city": "宮津市",
                    "name": "京都府宮津市"
                },
                "26206": {
                    "pref": "京都府",
                    "city": "亀岡市",
                    "name": "京都府亀岡市"
                },
                "26207": {
                    "pref": "京都府",
                    "city": "城陽市",
                    "name": "京都府城陽市"
                },
                "26208": {
                    "pref": "京都府",
                    "city": "向日市",
                    "name": "京都府向日市"
                },
                "26209": {
                    "pref": "京都府",
                    "city": "長岡京市",
                    "name": "京都府長岡京市"
                },
                "26210": {
                    "pref": "京都府",
                    "city": "八幡市",
                    "name": "京都府八幡市"
                },
                "26211": {
                    "pref": "京都府",
                    "city": "京田辺市",
                    "name": "京都府京田辺市"
                },
                "26212": {
                    "pref": "京都府",
                    "city": "京丹後市",
                    "name": "京都府京丹後市"
                },
                "26213": {
                    "pref": "京都府",
                    "city": "南丹市",
                    "name": "京都府南丹市"
                },
                "26214": {
                    "pref": "京都府",
                    "city": "木津川市",
                    "name": "京都府木津川市"
                },
                "26303": {
                    "pref": "京都府",
                    "city": "大山崎町",
                    "name": "京都府大山崎町"
                },
                "26322": {
                    "pref": "京都府",
                    "city": "久御山町",
                    "name": "京都府久御山町"
                },
                "26343": {
                    "pref": "京都府",
                    "city": "井手町",
                    "name": "京都府井手町"
                },
                "26344": {
                    "pref": "京都府",
                    "city": "宇治田原町",
                    "name": "京都府宇治田原町"
                },
                "26364": {
                    "pref": "京都府",
                    "city": "笠置町",
                    "name": "京都府笠置町"
                },
                "26365": {
                    "pref": "京都府",
                    "city": "和束町",
                    "name": "京都府和束町"
                },
                "26366": {
                    "pref": "京都府",
                    "city": "精華町",
                    "name": "京都府精華町"
                },
                "26367": {
                    "pref": "京都府",
                    "city": "南山城村",
                    "name": "京都府南山城村"
                },
                "26407": {
                    "pref": "京都府",
                    "city": "京丹波町",
                    "name": "京都府京丹波町"
                },
                "26463": {
                    "pref": "京都府",
                    "city": "伊根町",
                    "name": "京都府伊根町"
                },
                "26465": {
                    "pref": "京都府",
                    "city": "与謝野町",
                    "name": "京都府与謝野町"
                },
                "27000": {
                    "pref": "大阪府",
                    "city": null,
                    "name": "大阪府"
                },
                "27100": {
                    "pref": "大阪府",
                    "city": "大阪市",
                    "name": "大阪府大阪市"
                },
                "27140": {
                    "pref": "大阪府",
                    "city": "堺市",
                    "name": "大阪府堺市"
                },
                "27202": {
                    "pref": "大阪府",
                    "city": "岸和田市",
                    "name": "大阪府岸和田市"
                },
                "27203": {
                    "pref": "大阪府",
                    "city": "豊中市",
                    "name": "大阪府豊中市"
                },
                "27204": {
                    "pref": "大阪府",
                    "city": "池田市",
                    "name": "大阪府池田市"
                },
                "27205": {
                    "pref": "大阪府",
                    "city": "吹田市",
                    "name": "大阪府吹田市"
                },
                "27206": {
                    "pref": "大阪府",
                    "city": "泉大津市",
                    "name": "大阪府泉大津市"
                },
                "27207": {
                    "pref": "大阪府",
                    "city": "高槻市",
                    "name": "大阪府高槻市"
                },
                "27208": {
                    "pref": "大阪府",
                    "city": "貝塚市",
                    "name": "大阪府貝塚市"
                },
                "27209": {
                    "pref": "大阪府",
                    "city": "守口市",
                    "name": "大阪府守口市"
                },
                "27210": {
                    "pref": "大阪府",
                    "city": "枚方市",
                    "name": "大阪府枚方市"
                },
                "27211": {
                    "pref": "大阪府",
                    "city": "茨木市",
                    "name": "大阪府茨木市"
                },
                "27212": {
                    "pref": "大阪府",
                    "city": "八尾市",
                    "name": "大阪府八尾市"
                },
                "27213": {
                    "pref": "大阪府",
                    "city": "泉佐野市",
                    "name": "大阪府泉佐野市"
                },
                "27214": {
                    "pref": "大阪府",
                    "city": "富田林市",
                    "name": "大阪府富田林市"
                },
                "27215": {
                    "pref": "大阪府",
                    "city": "寝屋川市",
                    "name": "大阪府寝屋川市"
                },
                "27216": {
                    "pref": "大阪府",
                    "city": "河内長野市",
                    "name": "大阪府河内長野市"
                },
                "27217": {
                    "pref": "大阪府",
                    "city": "松原市",
                    "name": "大阪府松原市"
                },
                "27218": {
                    "pref": "大阪府",
                    "city": "大東市",
                    "name": "大阪府大東市"
                },
                "27219": {
                    "pref": "大阪府",
                    "city": "和泉市",
                    "name": "大阪府和泉市"
                },
                "27220": {
                    "pref": "大阪府",
                    "city": "箕面市",
                    "name": "大阪府箕面市"
                },
                "27221": {
                    "pref": "大阪府",
                    "city": "柏原市",
                    "name": "大阪府柏原市"
                },
                "27222": {
                    "pref": "大阪府",
                    "city": "羽曳野市",
                    "name": "大阪府羽曳野市"
                },
                "27223": {
                    "pref": "大阪府",
                    "city": "門真市",
                    "name": "大阪府門真市"
                },
                "27224": {
                    "pref": "大阪府",
                    "city": "摂津市",
                    "name": "大阪府摂津市"
                },
                "27225": {
                    "pref": "大阪府",
                    "city": "高石市",
                    "name": "大阪府高石市"
                },
                "27226": {
                    "pref": "大阪府",
                    "city": "藤井寺市",
                    "name": "大阪府藤井寺市"
                },
                "27227": {
                    "pref": "大阪府",
                    "city": "東大阪市",
                    "name": "大阪府東大阪市"
                },
                "27228": {
                    "pref": "大阪府",
                    "city": "泉南市",
                    "name": "大阪府泉南市"
                },
                "27229": {
                    "pref": "大阪府",
                    "city": "四條畷市",
                    "name": "大阪府四條畷市"
                },
                "27230": {
                    "pref": "大阪府",
                    "city": "交野市",
                    "name": "大阪府交野市"
                },
                "27231": {
                    "pref": "大阪府",
                    "city": "大阪狭山市",
                    "name": "大阪府大阪狭山市"
                },
                "27232": {
                    "pref": "大阪府",
                    "city": "阪南市",
                    "name": "大阪府阪南市"
                },
                "27301": {
                    "pref": "大阪府",
                    "city": "島本町",
                    "name": "大阪府島本町"
                },
                "27321": {
                    "pref": "大阪府",
                    "city": "豊能町",
                    "name": "大阪府豊能町"
                },
                "27322": {
                    "pref": "大阪府",
                    "city": "能勢町",
                    "name": "大阪府能勢町"
                },
                "27341": {
                    "pref": "大阪府",
                    "city": "忠岡町",
                    "name": "大阪府忠岡町"
                },
                "27361": {
                    "pref": "大阪府",
                    "city": "熊取町",
                    "name": "大阪府熊取町"
                },
                "27362": {
                    "pref": "大阪府",
                    "city": "田尻町",
                    "name": "大阪府田尻町"
                },
                "27366": {
                    "pref": "大阪府",
                    "city": "岬町",
                    "name": "大阪府岬町"
                },
                "27381": {
                    "pref": "大阪府",
                    "city": "太子町",
                    "name": "大阪府太子町"
                },
                "27382": {
                    "pref": "大阪府",
                    "city": "河南町",
                    "name": "大阪府河南町"
                },
                "27383": {
                    "pref": "大阪府",
                    "city": "千早赤阪村",
                    "name": "大阪府千早赤阪村"
                },
                "28000": {
                    "pref": "兵庫県",
                    "city": null,
                    "name": "兵庫県"
                },
                "28100": {
                    "pref": "兵庫県",
                    "city": "神戸市",
                    "name": "兵庫県神戸市"
                },
                "28201": {
                    "pref": "兵庫県",
                    "city": "姫路市",
                    "name": "兵庫県姫路市"
                },
                "28202": {
                    "pref": "兵庫県",
                    "city": "尼崎市",
                    "name": "兵庫県尼崎市"
                },
                "28203": {
                    "pref": "兵庫県",
                    "city": "明石市",
                    "name": "兵庫県明石市"
                },
                "28204": {
                    "pref": "兵庫県",
                    "city": "西宮市",
                    "name": "兵庫県西宮市"
                },
                "28205": {
                    "pref": "兵庫県",
                    "city": "洲本市",
                    "name": "兵庫県洲本市"
                },
                "28206": {
                    "pref": "兵庫県",
                    "city": "芦屋市",
                    "name": "兵庫県芦屋市"
                },
                "28207": {
                    "pref": "兵庫県",
                    "city": "伊丹市",
                    "name": "兵庫県伊丹市"
                },
                "28208": {
                    "pref": "兵庫県",
                    "city": "相生市",
                    "name": "兵庫県相生市"
                },
                "28209": {
                    "pref": "兵庫県",
                    "city": "豊岡市",
                    "name": "兵庫県豊岡市"
                },
                "28210": {
                    "pref": "兵庫県",
                    "city": "加古川市",
                    "name": "兵庫県加古川市"
                },
                "28212": {
                    "pref": "兵庫県",
                    "city": "赤穂市",
                    "name": "兵庫県赤穂市"
                },
                "28213": {
                    "pref": "兵庫県",
                    "city": "西脇市",
                    "name": "兵庫県西脇市"
                },
                "28214": {
                    "pref": "兵庫県",
                    "city": "宝塚市",
                    "name": "兵庫県宝塚市"
                },
                "28215": {
                    "pref": "兵庫県",
                    "city": "三木市",
                    "name": "兵庫県三木市"
                },
                "28216": {
                    "pref": "兵庫県",
                    "city": "高砂市",
                    "name": "兵庫県高砂市"
                },
                "28217": {
                    "pref": "兵庫県",
                    "city": "川西市",
                    "name": "兵庫県川西市"
                },
                "28218": {
                    "pref": "兵庫県",
                    "city": "小野市",
                    "name": "兵庫県小野市"
                },
                "28219": {
                    "pref": "兵庫県",
                    "city": "三田市",
                    "name": "兵庫県三田市"
                },
                "28220": {
                    "pref": "兵庫県",
                    "city": "加西市",
                    "name": "兵庫県加西市"
                },
                "28221": {
                    "pref": "兵庫県",
                    "city": "丹波篠山市",
                    "name": "兵庫県丹波篠山市"
                },
                "28222": {
                    "pref": "兵庫県",
                    "city": "養父市",
                    "name": "兵庫県養父市"
                },
                "28223": {
                    "pref": "兵庫県",
                    "city": "丹波市",
                    "name": "兵庫県丹波市"
                },
                "28224": {
                    "pref": "兵庫県",
                    "city": "南あわじ市",
                    "name": "兵庫県南あわじ市"
                },
                "28225": {
                    "pref": "兵庫県",
                    "city": "朝来市",
                    "name": "兵庫県朝来市"
                },
                "28226": {
                    "pref": "兵庫県",
                    "city": "淡路市",
                    "name": "兵庫県淡路市"
                },
                "28227": {
                    "pref": "兵庫県",
                    "city": "宍粟市",
                    "name": "兵庫県宍粟市"
                },
                "28228": {
                    "pref": "兵庫県",
                    "city": "加東市",
                    "name": "兵庫県加東市"
                },
                "28229": {
                    "pref": "兵庫県",
                    "city": "たつの市",
                    "name": "兵庫県たつの市"
                },
                "28301": {
                    "pref": "兵庫県",
                    "city": "猪名川町",
                    "name": "兵庫県猪名川町"
                },
                "28365": {
                    "pref": "兵庫県",
                    "city": "多可町",
                    "name": "兵庫県多可町"
                },
                "28381": {
                    "pref": "兵庫県",
                    "city": "稲美町",
                    "name": "兵庫県稲美町"
                },
                "28382": {
                    "pref": "兵庫県",
                    "city": "播磨町",
                    "name": "兵庫県播磨町"
                },
                "28442": {
                    "pref": "兵庫県",
                    "city": "市川町",
                    "name": "兵庫県市川町"
                },
                "28443": {
                    "pref": "兵庫県",
                    "city": "福崎町",
                    "name": "兵庫県福崎町"
                },
                "28446": {
                    "pref": "兵庫県",
                    "city": "神河町",
                    "name": "兵庫県神河町"
                },
                "28464": {
                    "pref": "兵庫県",
                    "city": "太子町",
                    "name": "兵庫県太子町"
                },
                "28481": {
                    "pref": "兵庫県",
                    "city": "上郡町",
                    "name": "兵庫県上郡町"
                },
                "28501": {
                    "pref": "兵庫県",
                    "city": "佐用町",
                    "name": "兵庫県佐用町"
                },
                "28585": {
                    "pref": "兵庫県",
                    "city": "香美町",
                    "name": "兵庫県香美町"
                },
                "28586": {
                    "pref": "兵庫県",
                    "city": "新温泉町",
                    "name": "兵庫県新温泉町"
                },
                "29000": {
                    "pref": "奈良県",
                    "city": null,
                    "name": "奈良県"
                },
                "29201": {
                    "pref": "奈良県",
                    "city": "奈良市",
                    "name": "奈良県奈良市"
                },
                "29202": {
                    "pref": "奈良県",
                    "city": "大和高田市",
                    "name": "奈良県大和高田市"
                },
                "29203": {
                    "pref": "奈良県",
                    "city": "大和郡山市",
                    "name": "奈良県大和郡山市"
                },
                "29204": {
                    "pref": "奈良県",
                    "city": "天理市",
                    "name": "奈良県天理市"
                },
                "29205": {
                    "pref": "奈良県",
                    "city": "橿原市",
                    "name": "奈良県橿原市"
                },
                "29206": {
                    "pref": "奈良県",
                    "city": "桜井市",
                    "name": "奈良県桜井市"
                },
                "29207": {
                    "pref": "奈良県",
                    "city": "五條市",
                    "name": "奈良県五條市"
                },
                "29208": {
                    "pref": "奈良県",
                    "city": "御所市",
                    "name": "奈良県御所市"
                },
                "29209": {
                    "pref": "奈良県",
                    "city": "生駒市",
                    "name": "奈良県生駒市"
                },
                "29210": {
                    "pref": "奈良県",
                    "city": "香芝市",
                    "name": "奈良県香芝市"
                },
                "29211": {
                    "pref": "奈良県",
                    "city": "葛城市",
                    "name": "奈良県葛城市"
                },
                "29212": {
                    "pref": "奈良県",
                    "city": "宇陀市",
                    "name": "奈良県宇陀市"
                },
                "29322": {
                    "pref": "奈良県",
                    "city": "山添村",
                    "name": "奈良県山添村"
                },
                "29342": {
                    "pref": "奈良県",
                    "city": "平群町",
                    "name": "奈良県平群町"
                },
                "29343": {
                    "pref": "奈良県",
                    "city": "三郷町",
                    "name": "奈良県三郷町"
                },
                "29344": {
                    "pref": "奈良県",
                    "city": "斑鳩町",
                    "name": "奈良県斑鳩町"
                },
                "29345": {
                    "pref": "奈良県",
                    "city": "安堵町",
                    "name": "奈良県安堵町"
                },
                "29361": {
                    "pref": "奈良県",
                    "city": "川西町",
                    "name": "奈良県川西町"
                },
                "29362": {
                    "pref": "奈良県",
                    "city": "三宅町",
                    "name": "奈良県三宅町"
                },
                "29363": {
                    "pref": "奈良県",
                    "city": "田原本町",
                    "name": "奈良県田原本町"
                },
                "29385": {
                    "pref": "奈良県",
                    "city": "曽爾村",
                    "name": "奈良県曽爾村"
                },
                "29386": {
                    "pref": "奈良県",
                    "city": "御杖村",
                    "name": "奈良県御杖村"
                },
                "29401": {
                    "pref": "奈良県",
                    "city": "高取町",
                    "name": "奈良県高取町"
                },
                "29402": {
                    "pref": "奈良県",
                    "city": "明日香村",
                    "name": "奈良県明日香村"
                },
                "29424": {
                    "pref": "奈良県",
                    "city": "上牧町",
                    "name": "奈良県上牧町"
                },
                "29425": {
                    "pref": "奈良県",
                    "city": "王寺町",
                    "name": "奈良県王寺町"
                },
                "29426": {
                    "pref": "奈良県",
                    "city": "広陵町",
                    "name": "奈良県広陵町"
                },
                "29427": {
                    "pref": "奈良県",
                    "city": "河合町",
                    "name": "奈良県河合町"
                },
                "29441": {
                    "pref": "奈良県",
                    "city": "吉野町",
                    "name": "奈良県吉野町"
                },
                "29442": {
                    "pref": "奈良県",
                    "city": "大淀町",
                    "name": "奈良県大淀町"
                },
                "29443": {
                    "pref": "奈良県",
                    "city": "下市町",
                    "name": "奈良県下市町"
                },
                "29444": {
                    "pref": "奈良県",
                    "city": "黒滝村",
                    "name": "奈良県黒滝村"
                },
                "29446": {
                    "pref": "奈良県",
                    "city": "天川村",
                    "name": "奈良県天川村"
                },
                "29447": {
                    "pref": "奈良県",
                    "city": "野迫川村",
                    "name": "奈良県野迫川村"
                },
                "29449": {
                    "pref": "奈良県",
                    "city": "十津川村",
                    "name": "奈良県十津川村"
                },
                "29450": {
                    "pref": "奈良県",
                    "city": "下北山村",
                    "name": "奈良県下北山村"
                },
                "29451": {
                    "pref": "奈良県",
                    "city": "上北山村",
                    "name": "奈良県上北山村"
                },
                "29452": {
                    "pref": "奈良県",
                    "city": "川上村",
                    "name": "奈良県川上村"
                },
                "29453": {
                    "pref": "奈良県",
                    "city": "東吉野村",
                    "name": "奈良県東吉野村"
                },
                "30000": {
                    "pref": "和歌山県",
                    "city": null,
                    "name": "和歌山県"
                },
                "30201": {
                    "pref": "和歌山県",
                    "city": "和歌山市",
                    "name": "和歌山県和歌山市"
                },
                "30202": {
                    "pref": "和歌山県",
                    "city": "海南市",
                    "name": "和歌山県海南市"
                },
                "30203": {
                    "pref": "和歌山県",
                    "city": "橋本市",
                    "name": "和歌山県橋本市"
                },
                "30204": {
                    "pref": "和歌山県",
                    "city": "有田市",
                    "name": "和歌山県有田市"
                },
                "30205": {
                    "pref": "和歌山県",
                    "city": "御坊市",
                    "name": "和歌山県御坊市"
                },
                "30206": {
                    "pref": "和歌山県",
                    "city": "田辺市",
                    "name": "和歌山県田辺市"
                },
                "30207": {
                    "pref": "和歌山県",
                    "city": "新宮市",
                    "name": "和歌山県新宮市"
                },
                "30208": {
                    "pref": "和歌山県",
                    "city": "紀の川市",
                    "name": "和歌山県紀の川市"
                },
                "30209": {
                    "pref": "和歌山県",
                    "city": "岩出市",
                    "name": "和歌山県岩出市"
                },
                "30304": {
                    "pref": "和歌山県",
                    "city": "紀美野町",
                    "name": "和歌山県紀美野町"
                },
                "30341": {
                    "pref": "和歌山県",
                    "city": "かつらぎ町",
                    "name": "和歌山県かつらぎ町"
                },
                "30343": {
                    "pref": "和歌山県",
                    "city": "九度山町",
                    "name": "和歌山県九度山町"
                },
                "30344": {
                    "pref": "和歌山県",
                    "city": "高野町",
                    "name": "和歌山県高野町"
                },
                "30361": {
                    "pref": "和歌山県",
                    "city": "湯浅町",
                    "name": "和歌山県湯浅町"
                },
                "30362": {
                    "pref": "和歌山県",
                    "city": "広川町",
                    "name": "和歌山県広川町"
                },
                "30366": {
                    "pref": "和歌山県",
                    "city": "有田川町",
                    "name": "和歌山県有田川町"
                },
                "30381": {
                    "pref": "和歌山県",
                    "city": "美浜町",
                    "name": "和歌山県美浜町"
                },
                "30382": {
                    "pref": "和歌山県",
                    "city": "日高町",
                    "name": "和歌山県日高町"
                },
                "30383": {
                    "pref": "和歌山県",
                    "city": "由良町",
                    "name": "和歌山県由良町"
                },
                "30390": {
                    "pref": "和歌山県",
                    "city": "印南町",
                    "name": "和歌山県印南町"
                },
                "30391": {
                    "pref": "和歌山県",
                    "city": "みなべ町",
                    "name": "和歌山県みなべ町"
                },
                "30392": {
                    "pref": "和歌山県",
                    "city": "日高川町",
                    "name": "和歌山県日高川町"
                },
                "30401": {
                    "pref": "和歌山県",
                    "city": "白浜町",
                    "name": "和歌山県白浜町"
                },
                "30404": {
                    "pref": "和歌山県",
                    "city": "上富田町",
                    "name": "和歌山県上富田町"
                },
                "30406": {
                    "pref": "和歌山県",
                    "city": "すさみ町",
                    "name": "和歌山県すさみ町"
                },
                "30421": {
                    "pref": "和歌山県",
                    "city": "那智勝浦町",
                    "name": "和歌山県那智勝浦町"
                },
                "30422": {
                    "pref": "和歌山県",
                    "city": "太地町",
                    "name": "和歌山県太地町"
                },
                "30424": {
                    "pref": "和歌山県",
                    "city": "古座川町",
                    "name": "和歌山県古座川町"
                },
                "30427": {
                    "pref": "和歌山県",
                    "city": "北山村",
                    "name": "和歌山県北山村"
                },
                "30428": {
                    "pref": "和歌山県",
                    "city": "串本町",
                    "name": "和歌山県串本町"
                },
                "31000": {
                    "pref": "鳥取県",
                    "city": null,
                    "name": "鳥取県"
                },
                "31201": {
                    "pref": "鳥取県",
                    "city": "鳥取市",
                    "name": "鳥取県鳥取市"
                },
                "31202": {
                    "pref": "鳥取県",
                    "city": "米子市",
                    "name": "鳥取県米子市"
                },
                "31203": {
                    "pref": "鳥取県",
                    "city": "倉吉市",
                    "name": "鳥取県倉吉市"
                },
                "31204": {
                    "pref": "鳥取県",
                    "city": "境港市",
                    "name": "鳥取県境港市"
                },
                "31302": {
                    "pref": "鳥取県",
                    "city": "岩美町",
                    "name": "鳥取県岩美町"
                },
                "31325": {
                    "pref": "鳥取県",
                    "city": "若桜町",
                    "name": "鳥取県若桜町"
                },
                "31328": {
                    "pref": "鳥取県",
                    "city": "智頭町",
                    "name": "鳥取県智頭町"
                },
                "31329": {
                    "pref": "鳥取県",
                    "city": "八頭町",
                    "name": "鳥取県八頭町"
                },
                "31364": {
                    "pref": "鳥取県",
                    "city": "三朝町",
                    "name": "鳥取県三朝町"
                },
                "31370": {
                    "pref": "鳥取県",
                    "city": "湯梨浜町",
                    "name": "鳥取県湯梨浜町"
                },
                "31371": {
                    "pref": "鳥取県",
                    "city": "琴浦町",
                    "name": "鳥取県琴浦町"
                },
                "31372": {
                    "pref": "鳥取県",
                    "city": "北栄町",
                    "name": "鳥取県北栄町"
                },
                "31384": {
                    "pref": "鳥取県",
                    "city": "日吉津村",
                    "name": "鳥取県日吉津村"
                },
                "31386": {
                    "pref": "鳥取県",
                    "city": "大山町",
                    "name": "鳥取県大山町"
                },
                "31389": {
                    "pref": "鳥取県",
                    "city": "南部町",
                    "name": "鳥取県南部町"
                },
                "31390": {
                    "pref": "鳥取県",
                    "city": "伯耆町",
                    "name": "鳥取県伯耆町"
                },
                "31401": {
                    "pref": "鳥取県",
                    "city": "日南町",
                    "name": "鳥取県日南町"
                },
                "31402": {
                    "pref": "鳥取県",
                    "city": "日野町",
                    "name": "鳥取県日野町"
                },
                "31403": {
                    "pref": "鳥取県",
                    "city": "江府町",
                    "name": "鳥取県江府町"
                },
                "32000": {
                    "pref": "島根県",
                    "city": null,
                    "name": "島根県"
                },
                "32201": {
                    "pref": "島根県",
                    "city": "松江市",
                    "name": "島根県松江市"
                },
                "32202": {
                    "pref": "島根県",
                    "city": "浜田市",
                    "name": "島根県浜田市"
                },
                "32203": {
                    "pref": "島根県",
                    "city": "出雲市",
                    "name": "島根県出雲市"
                },
                "32204": {
                    "pref": "島根県",
                    "city": "益田市",
                    "name": "島根県益田市"
                },
                "32205": {
                    "pref": "島根県",
                    "city": "大田市",
                    "name": "島根県大田市"
                },
                "32206": {
                    "pref": "島根県",
                    "city": "安来市",
                    "name": "島根県安来市"
                },
                "32207": {
                    "pref": "島根県",
                    "city": "江津市",
                    "name": "島根県江津市"
                },
                "32209": {
                    "pref": "島根県",
                    "city": "雲南市",
                    "name": "島根県雲南市"
                },
                "32343": {
                    "pref": "島根県",
                    "city": "奥出雲町",
                    "name": "島根県奥出雲町"
                },
                "32386": {
                    "pref": "島根県",
                    "city": "飯南町",
                    "name": "島根県飯南町"
                },
                "32441": {
                    "pref": "島根県",
                    "city": "川本町",
                    "name": "島根県川本町"
                },
                "32448": {
                    "pref": "島根県",
                    "city": "美郷町",
                    "name": "島根県美郷町"
                },
                "32449": {
                    "pref": "島根県",
                    "city": "邑南町",
                    "name": "島根県邑南町"
                },
                "32501": {
                    "pref": "島根県",
                    "city": "津和野町",
                    "name": "島根県津和野町"
                },
                "32505": {
                    "pref": "島根県",
                    "city": "吉賀町",
                    "name": "島根県吉賀町"
                },
                "32525": {
                    "pref": "島根県",
                    "city": "海士町",
                    "name": "島根県海士町"
                },
                "32526": {
                    "pref": "島根県",
                    "city": "西ノ島町",
                    "name": "島根県西ノ島町"
                },
                "32527": {
                    "pref": "島根県",
                    "city": "知夫村",
                    "name": "島根県知夫村"
                },
                "32528": {
                    "pref": "島根県",
                    "city": "隠岐の島町",
                    "name": "島根県隠岐の島町"
                },
                "33000": {
                    "pref": "岡山県",
                    "city": null,
                    "name": "岡山県"
                },
                "33100": {
                    "pref": "岡山県",
                    "city": "岡山市",
                    "name": "岡山県岡山市"
                },
                "33202": {
                    "pref": "岡山県",
                    "city": "倉敷市",
                    "name": "岡山県倉敷市"
                },
                "33203": {
                    "pref": "岡山県",
                    "city": "津山市",
                    "name": "岡山県津山市"
                },
                "33204": {
                    "pref": "岡山県",
                    "city": "玉野市",
                    "name": "岡山県玉野市"
                },
                "33205": {
                    "pref": "岡山県",
                    "city": "笠岡市",
                    "name": "岡山県笠岡市"
                },
                "33207": {
                    "pref": "岡山県",
                    "city": "井原市",
                    "name": "岡山県井原市"
                },
                "33208": {
                    "pref": "岡山県",
                    "city": "総社市",
                    "name": "岡山県総社市"
                },
                "33209": {
                    "pref": "岡山県",
                    "city": "高梁市",
                    "name": "岡山県高梁市"
                },
                "33210": {
                    "pref": "岡山県",
                    "city": "新見市",
                    "name": "岡山県新見市"
                },
                "33211": {
                    "pref": "岡山県",
                    "city": "備前市",
                    "name": "岡山県備前市"
                },
                "33212": {
                    "pref": "岡山県",
                    "city": "瀬戸内市",
                    "name": "岡山県瀬戸内市"
                },
                "33213": {
                    "pref": "岡山県",
                    "city": "赤磐市",
                    "name": "岡山県赤磐市"
                },
                "33214": {
                    "pref": "岡山県",
                    "city": "真庭市",
                    "name": "岡山県真庭市"
                },
                "33215": {
                    "pref": "岡山県",
                    "city": "美作市",
                    "name": "岡山県美作市"
                },
                "33216": {
                    "pref": "岡山県",
                    "city": "浅口市",
                    "name": "岡山県浅口市"
                },
                "33346": {
                    "pref": "岡山県",
                    "city": "和気町",
                    "name": "岡山県和気町"
                },
                "33423": {
                    "pref": "岡山県",
                    "city": "早島町",
                    "name": "岡山県早島町"
                },
                "33445": {
                    "pref": "岡山県",
                    "city": "里庄町",
                    "name": "岡山県里庄町"
                },
                "33461": {
                    "pref": "岡山県",
                    "city": "矢掛町",
                    "name": "岡山県矢掛町"
                },
                "33586": {
                    "pref": "岡山県",
                    "city": "新庄村",
                    "name": "岡山県新庄村"
                },
                "33606": {
                    "pref": "岡山県",
                    "city": "鏡野町",
                    "name": "岡山県鏡野町"
                },
                "33622": {
                    "pref": "岡山県",
                    "city": "勝央町",
                    "name": "岡山県勝央町"
                },
                "33623": {
                    "pref": "岡山県",
                    "city": "奈義町",
                    "name": "岡山県奈義町"
                },
                "33643": {
                    "pref": "岡山県",
                    "city": "西粟倉村",
                    "name": "岡山県西粟倉村"
                },
                "33663": {
                    "pref": "岡山県",
                    "city": "久米南町",
                    "name": "岡山県久米南町"
                },
                "33666": {
                    "pref": "岡山県",
                    "city": "美咲町",
                    "name": "岡山県美咲町"
                },
                "33681": {
                    "pref": "岡山県",
                    "city": "吉備中央町",
                    "name": "岡山県吉備中央町"
                },
                "34000": {
                    "pref": "広島県",
                    "city": null,
                    "name": "広島県"
                },
                "34100": {
                    "pref": "広島県",
                    "city": "広島市",
                    "name": "広島県広島市"
                },
                "34202": {
                    "pref": "広島県",
                    "city": "呉市",
                    "name": "広島県呉市"
                },
                "34203": {
                    "pref": "広島県",
                    "city": "竹原市",
                    "name": "広島県竹原市"
                },
                "34204": {
                    "pref": "広島県",
                    "city": "三原市",
                    "name": "広島県三原市"
                },
                "34205": {
                    "pref": "広島県",
                    "city": "尾道市",
                    "name": "広島県尾道市"
                },
                "34207": {
                    "pref": "広島県",
                    "city": "福山市",
                    "name": "広島県福山市"
                },
                "34208": {
                    "pref": "広島県",
                    "city": "府中市",
                    "name": "広島県府中市"
                },
                "34209": {
                    "pref": "広島県",
                    "city": "三次市",
                    "name": "広島県三次市"
                },
                "34210": {
                    "pref": "広島県",
                    "city": "庄原市",
                    "name": "広島県庄原市"
                },
                "34211": {
                    "pref": "広島県",
                    "city": "大竹市",
                    "name": "広島県大竹市"
                },
                "34212": {
                    "pref": "広島県",
                    "city": "東広島市",
                    "name": "広島県東広島市"
                },
                "34213": {
                    "pref": "広島県",
                    "city": "廿日市市",
                    "name": "広島県廿日市市"
                },
                "34214": {
                    "pref": "広島県",
                    "city": "安芸高田市",
                    "name": "広島県安芸高田市"
                },
                "34215": {
                    "pref": "広島県",
                    "city": "江田島市",
                    "name": "広島県江田島市"
                },
                "34302": {
                    "pref": "広島県",
                    "city": "府中町",
                    "name": "広島県府中町"
                },
                "34304": {
                    "pref": "広島県",
                    "city": "海田町",
                    "name": "広島県海田町"
                },
                "34307": {
                    "pref": "広島県",
                    "city": "熊野町",
                    "name": "広島県熊野町"
                },
                "34309": {
                    "pref": "広島県",
                    "city": "坂町",
                    "name": "広島県坂町"
                },
                "34368": {
                    "pref": "広島県",
                    "city": "安芸太田町",
                    "name": "広島県安芸太田町"
                },
                "34369": {
                    "pref": "広島県",
                    "city": "北広島町",
                    "name": "広島県北広島町"
                },
                "34431": {
                    "pref": "広島県",
                    "city": "大崎上島町",
                    "name": "広島県大崎上島町"
                },
                "34462": {
                    "pref": "広島県",
                    "city": "世羅町",
                    "name": "広島県世羅町"
                },
                "34545": {
                    "pref": "広島県",
                    "city": "神石高原町",
                    "name": "広島県神石高原町"
                },
                "35000": {
                    "pref": "山口県",
                    "city": null,
                    "name": "山口県"
                },
                "35201": {
                    "pref": "山口県",
                    "city": "下関市",
                    "name": "山口県下関市"
                },
                "35202": {
                    "pref": "山口県",
                    "city": "宇部市",
                    "name": "山口県宇部市"
                },
                "35203": {
                    "pref": "山口県",
                    "city": "山口市",
                    "name": "山口県山口市"
                },
                "35204": {
                    "pref": "山口県",
                    "city": "萩市",
                    "name": "山口県萩市"
                },
                "35206": {
                    "pref": "山口県",
                    "city": "防府市",
                    "name": "山口県防府市"
                },
                "35207": {
                    "pref": "山口県",
                    "city": "下松市",
                    "name": "山口県下松市"
                },
                "35208": {
                    "pref": "山口県",
                    "city": "岩国市",
                    "name": "山口県岩国市"
                },
                "35210": {
                    "pref": "山口県",
                    "city": "光市",
                    "name": "山口県光市"
                },
                "35211": {
                    "pref": "山口県",
                    "city": "長門市",
                    "name": "山口県長門市"
                },
                "35212": {
                    "pref": "山口県",
                    "city": "柳井市",
                    "name": "山口県柳井市"
                },
                "35213": {
                    "pref": "山口県",
                    "city": "美祢市",
                    "name": "山口県美祢市"
                },
                "35215": {
                    "pref": "山口県",
                    "city": "周南市",
                    "name": "山口県周南市"
                },
                "35216": {
                    "pref": "山口県",
                    "city": "山陽小野田市",
                    "name": "山口県山陽小野田市"
                },
                "35305": {
                    "pref": "山口県",
                    "city": "周防大島町",
                    "name": "山口県周防大島町"
                },
                "35321": {
                    "pref": "山口県",
                    "city": "和木町",
                    "name": "山口県和木町"
                },
                "35341": {
                    "pref": "山口県",
                    "city": "上関町",
                    "name": "山口県上関町"
                },
                "35343": {
                    "pref": "山口県",
                    "city": "田布施町",
                    "name": "山口県田布施町"
                },
                "35344": {
                    "pref": "山口県",
                    "city": "平生町",
                    "name": "山口県平生町"
                },
                "35502": {
                    "pref": "山口県",
                    "city": "阿武町",
                    "name": "山口県阿武町"
                },
                "36000": {
                    "pref": "徳島県",
                    "city": null,
                    "name": "徳島県"
                },
                "36201": {
                    "pref": "徳島県",
                    "city": "徳島市",
                    "name": "徳島県徳島市"
                },
                "36202": {
                    "pref": "徳島県",
                    "city": "鳴門市",
                    "name": "徳島県鳴門市"
                },
                "36203": {
                    "pref": "徳島県",
                    "city": "小松島市",
                    "name": "徳島県小松島市"
                },
                "36204": {
                    "pref": "徳島県",
                    "city": "阿南市",
                    "name": "徳島県阿南市"
                },
                "36205": {
                    "pref": "徳島県",
                    "city": "吉野川市",
                    "name": "徳島県吉野川市"
                },
                "36206": {
                    "pref": "徳島県",
                    "city": "阿波市",
                    "name": "徳島県阿波市"
                },
                "36207": {
                    "pref": "徳島県",
                    "city": "美馬市",
                    "name": "徳島県美馬市"
                },
                "36208": {
                    "pref": "徳島県",
                    "city": "三好市",
                    "name": "徳島県三好市"
                },
                "36301": {
                    "pref": "徳島県",
                    "city": "勝浦町",
                    "name": "徳島県勝浦町"
                },
                "36302": {
                    "pref": "徳島県",
                    "city": "上勝町",
                    "name": "徳島県上勝町"
                },
                "36321": {
                    "pref": "徳島県",
                    "city": "佐那河内村",
                    "name": "徳島県佐那河内村"
                },
                "36341": {
                    "pref": "徳島県",
                    "city": "石井町",
                    "name": "徳島県石井町"
                },
                "36342": {
                    "pref": "徳島県",
                    "city": "神山町",
                    "name": "徳島県神山町"
                },
                "36368": {
                    "pref": "徳島県",
                    "city": "那賀町",
                    "name": "徳島県那賀町"
                },
                "36383": {
                    "pref": "徳島県",
                    "city": "牟岐町",
                    "name": "徳島県牟岐町"
                },
                "36387": {
                    "pref": "徳島県",
                    "city": "美波町",
                    "name": "徳島県美波町"
                },
                "36388": {
                    "pref": "徳島県",
                    "city": "海陽町",
                    "name": "徳島県海陽町"
                },
                "36401": {
                    "pref": "徳島県",
                    "city": "松茂町",
                    "name": "徳島県松茂町"
                },
                "36402": {
                    "pref": "徳島県",
                    "city": "北島町",
                    "name": "徳島県北島町"
                },
                "36403": {
                    "pref": "徳島県",
                    "city": "藍住町",
                    "name": "徳島県藍住町"
                },
                "36404": {
                    "pref": "徳島県",
                    "city": "板野町",
                    "name": "徳島県板野町"
                },
                "36405": {
                    "pref": "徳島県",
                    "city": "上板町",
                    "name": "徳島県上板町"
                },
                "36468": {
                    "pref": "徳島県",
                    "city": "つるぎ町",
                    "name": "徳島県つるぎ町"
                },
                "36489": {
                    "pref": "徳島県",
                    "city": "東みよし町",
                    "name": "徳島県東みよし町"
                },
                "37000": {
                    "pref": "香川県",
                    "city": null,
                    "name": "香川県"
                },
                "37201": {
                    "pref": "香川県",
                    "city": "高松市",
                    "name": "香川県高松市"
                },
                "37202": {
                    "pref": "香川県",
                    "city": "丸亀市",
                    "name": "香川県丸亀市"
                },
                "37203": {
                    "pref": "香川県",
                    "city": "坂出市",
                    "name": "香川県坂出市"
                },
                "37204": {
                    "pref": "香川県",
                    "city": "善通寺市",
                    "name": "香川県善通寺市"
                },
                "37205": {
                    "pref": "香川県",
                    "city": "観音寺市",
                    "name": "香川県観音寺市"
                },
                "37206": {
                    "pref": "香川県",
                    "city": "さぬき市",
                    "name": "香川県さぬき市"
                },
                "37207": {
                    "pref": "香川県",
                    "city": "東かがわ市",
                    "name": "香川県東かがわ市"
                },
                "37208": {
                    "pref": "香川県",
                    "city": "三豊市",
                    "name": "香川県三豊市"
                },
                "37322": {
                    "pref": "香川県",
                    "city": "土庄町",
                    "name": "香川県土庄町"
                },
                "37324": {
                    "pref": "香川県",
                    "city": "小豆島町",
                    "name": "香川県小豆島町"
                },
                "37341": {
                    "pref": "香川県",
                    "city": "三木町",
                    "name": "香川県三木町"
                },
                "37364": {
                    "pref": "香川県",
                    "city": "直島町",
                    "name": "香川県直島町"
                },
                "37386": {
                    "pref": "香川県",
                    "city": "宇多津町",
                    "name": "香川県宇多津町"
                },
                "37387": {
                    "pref": "香川県",
                    "city": "綾川町",
                    "name": "香川県綾川町"
                },
                "37403": {
                    "pref": "香川県",
                    "city": "琴平町",
                    "name": "香川県琴平町"
                },
                "37404": {
                    "pref": "香川県",
                    "city": "多度津町",
                    "name": "香川県多度津町"
                },
                "37406": {
                    "pref": "香川県",
                    "city": "まんのう町",
                    "name": "香川県まんのう町"
                },
                "38000": {
                    "pref": "愛媛県",
                    "city": null,
                    "name": "愛媛県"
                },
                "38201": {
                    "pref": "愛媛県",
                    "city": "松山市",
                    "name": "愛媛県松山市"
                },
                "38202": {
                    "pref": "愛媛県",
                    "city": "今治市",
                    "name": "愛媛県今治市"
                },
                "38203": {
                    "pref": "愛媛県",
                    "city": "宇和島市",
                    "name": "愛媛県宇和島市"
                },
                "38204": {
                    "pref": "愛媛県",
                    "city": "八幡浜市",
                    "name": "愛媛県八幡浜市"
                },
                "38205": {
                    "pref": "愛媛県",
                    "city": "新居浜市",
                    "name": "愛媛県新居浜市"
                },
                "38206": {
                    "pref": "愛媛県",
                    "city": "西条市",
                    "name": "愛媛県西条市"
                },
                "38207": {
                    "pref": "愛媛県",
                    "city": "大洲市",
                    "name": "愛媛県大洲市"
                },
                "38210": {
                    "pref": "愛媛県",
                    "city": "伊予市",
                    "name": "愛媛県伊予市"
                },
                "38213": {
                    "pref": "愛媛県",
                    "city": "四国中央市",
                    "name": "愛媛県四国中央市"
                },
                "38214": {
                    "pref": "愛媛県",
                    "city": "西予市",
                    "name": "愛媛県西予市"
                },
                "38215": {
                    "pref": "愛媛県",
                    "city": "東温市",
                    "name": "愛媛県東温市"
                },
                "38356": {
                    "pref": "愛媛県",
                    "city": "上島町",
                    "name": "愛媛県上島町"
                },
                "38386": {
                    "pref": "愛媛県",
                    "city": "久万高原町",
                    "name": "愛媛県久万高原町"
                },
                "38401": {
                    "pref": "愛媛県",
                    "city": "松前町",
                    "name": "愛媛県松前町"
                },
                "38402": {
                    "pref": "愛媛県",
                    "city": "砥部町",
                    "name": "愛媛県砥部町"
                },
                "38422": {
                    "pref": "愛媛県",
                    "city": "内子町",
                    "name": "愛媛県内子町"
                },
                "38442": {
                    "pref": "愛媛県",
                    "city": "伊方町",
                    "name": "愛媛県伊方町"
                },
                "38484": {
                    "pref": "愛媛県",
                    "city": "松野町",
                    "name": "愛媛県松野町"
                },
                "38488": {
                    "pref": "愛媛県",
                    "city": "鬼北町",
                    "name": "愛媛県鬼北町"
                },
                "38506": {
                    "pref": "愛媛県",
                    "city": "愛南町",
                    "name": "愛媛県愛南町"
                },
                "39000": {
                    "pref": "高知県",
                    "city": null,
                    "name": "高知県"
                },
                "39201": {
                    "pref": "高知県",
                    "city": "高知市",
                    "name": "高知県高知市"
                },
                "39202": {
                    "pref": "高知県",
                    "city": "室戸市",
                    "name": "高知県室戸市"
                },
                "39203": {
                    "pref": "高知県",
                    "city": "安芸市",
                    "name": "高知県安芸市"
                },
                "39204": {
                    "pref": "高知県",
                    "city": "南国市",
                    "name": "高知県南国市"
                },
                "39205": {
                    "pref": "高知県",
                    "city": "土佐市",
                    "name": "高知県土佐市"
                },
                "39206": {
                    "pref": "高知県",
                    "city": "須崎市",
                    "name": "高知県須崎市"
                },
                "39208": {
                    "pref": "高知県",
                    "city": "宿毛市",
                    "name": "高知県宿毛市"
                },
                "39209": {
                    "pref": "高知県",
                    "city": "土佐清水市",
                    "name": "高知県土佐清水市"
                },
                "39210": {
                    "pref": "高知県",
                    "city": "四万十市",
                    "name": "高知県四万十市"
                },
                "39211": {
                    "pref": "高知県",
                    "city": "香南市",
                    "name": "高知県香南市"
                },
                "39212": {
                    "pref": "高知県",
                    "city": "香美市",
                    "name": "高知県香美市"
                },
                "39301": {
                    "pref": "高知県",
                    "city": "東洋町",
                    "name": "高知県東洋町"
                },
                "39302": {
                    "pref": "高知県",
                    "city": "奈半利町",
                    "name": "高知県奈半利町"
                },
                "39303": {
                    "pref": "高知県",
                    "city": "田野町",
                    "name": "高知県田野町"
                },
                "39304": {
                    "pref": "高知県",
                    "city": "安田町",
                    "name": "高知県安田町"
                },
                "39305": {
                    "pref": "高知県",
                    "city": "北川村",
                    "name": "高知県北川村"
                },
                "39306": {
                    "pref": "高知県",
                    "city": "馬路村",
                    "name": "高知県馬路村"
                },
                "39307": {
                    "pref": "高知県",
                    "city": "芸西村",
                    "name": "高知県芸西村"
                },
                "39341": {
                    "pref": "高知県",
                    "city": "本山町",
                    "name": "高知県本山町"
                },
                "39344": {
                    "pref": "高知県",
                    "city": "大豊町",
                    "name": "高知県大豊町"
                },
                "39363": {
                    "pref": "高知県",
                    "city": "土佐町",
                    "name": "高知県土佐町"
                },
                "39364": {
                    "pref": "高知県",
                    "city": "大川村",
                    "name": "高知県大川村"
                },
                "39386": {
                    "pref": "高知県",
                    "city": "いの町",
                    "name": "高知県いの町"
                },
                "39387": {
                    "pref": "高知県",
                    "city": "仁淀川町",
                    "name": "高知県仁淀川町"
                },
                "39401": {
                    "pref": "高知県",
                    "city": "中土佐町",
                    "name": "高知県中土佐町"
                },
                "39402": {
                    "pref": "高知県",
                    "city": "佐川町",
                    "name": "高知県佐川町"
                },
                "39403": {
                    "pref": "高知県",
                    "city": "越知町",
                    "name": "高知県越知町"
                },
                "39405": {
                    "pref": "高知県",
                    "city": "梼原町",
                    "name": "高知県梼原町"
                },
                "39410": {
                    "pref": "高知県",
                    "city": "日高村",
                    "name": "高知県日高村"
                },
                "39411": {
                    "pref": "高知県",
                    "city": "津野町",
                    "name": "高知県津野町"
                },
                "39412": {
                    "pref": "高知県",
                    "city": "四万十町",
                    "name": "高知県四万十町"
                },
                "39424": {
                    "pref": "高知県",
                    "city": "大月町",
                    "name": "高知県大月町"
                },
                "39427": {
                    "pref": "高知県",
                    "city": "三原村",
                    "name": "高知県三原村"
                },
                "39428": {
                    "pref": "高知県",
                    "city": "黒潮町",
                    "name": "高知県黒潮町"
                },
                "40000": {
                    "pref": "福岡県",
                    "city": null,
                    "name": "福岡県"
                },
                "40100": {
                    "pref": "福岡県",
                    "city": "北九州市",
                    "name": "福岡県北九州市"
                },
                "40130": {
                    "pref": "福岡県",
                    "city": "福岡市",
                    "name": "福岡県福岡市"
                },
                "40202": {
                    "pref": "福岡県",
                    "city": "大牟田市",
                    "name": "福岡県大牟田市"
                },
                "40203": {
                    "pref": "福岡県",
                    "city": "久留米市",
                    "name": "福岡県久留米市"
                },
                "40204": {
                    "pref": "福岡県",
                    "city": "直方市",
                    "name": "福岡県直方市"
                },
                "40205": {
                    "pref": "福岡県",
                    "city": "飯塚市",
                    "name": "福岡県飯塚市"
                },
                "40206": {
                    "pref": "福岡県",
                    "city": "田川市",
                    "name": "福岡県田川市"
                },
                "40207": {
                    "pref": "福岡県",
                    "city": "柳川市",
                    "name": "福岡県柳川市"
                },
                "40210": {
                    "pref": "福岡県",
                    "city": "八女市",
                    "name": "福岡県八女市"
                },
                "40211": {
                    "pref": "福岡県",
                    "city": "筑後市",
                    "name": "福岡県筑後市"
                },
                "40212": {
                    "pref": "福岡県",
                    "city": "大川市",
                    "name": "福岡県大川市"
                },
                "40213": {
                    "pref": "福岡県",
                    "city": "行橋市",
                    "name": "福岡県行橋市"
                },
                "40214": {
                    "pref": "福岡県",
                    "city": "豊前市",
                    "name": "福岡県豊前市"
                },
                "40215": {
                    "pref": "福岡県",
                    "city": "中間市",
                    "name": "福岡県中間市"
                },
                "40216": {
                    "pref": "福岡県",
                    "city": "小郡市",
                    "name": "福岡県小郡市"
                },
                "40217": {
                    "pref": "福岡県",
                    "city": "筑紫野市",
                    "name": "福岡県筑紫野市"
                },
                "40218": {
                    "pref": "福岡県",
                    "city": "春日市",
                    "name": "福岡県春日市"
                },
                "40219": {
                    "pref": "福岡県",
                    "city": "大野城市",
                    "name": "福岡県大野城市"
                },
                "40220": {
                    "pref": "福岡県",
                    "city": "宗像市",
                    "name": "福岡県宗像市"
                },
                "40221": {
                    "pref": "福岡県",
                    "city": "太宰府市",
                    "name": "福岡県太宰府市"
                },
                "40223": {
                    "pref": "福岡県",
                    "city": "古賀市",
                    "name": "福岡県古賀市"
                },
                "40224": {
                    "pref": "福岡県",
                    "city": "福津市",
                    "name": "福岡県福津市"
                },
                "40225": {
                    "pref": "福岡県",
                    "city": "うきは市",
                    "name": "福岡県うきは市"
                },
                "40226": {
                    "pref": "福岡県",
                    "city": "宮若市",
                    "name": "福岡県宮若市"
                },
                "40227": {
                    "pref": "福岡県",
                    "city": "嘉麻市",
                    "name": "福岡県嘉麻市"
                },
                "40228": {
                    "pref": "福岡県",
                    "city": "朝倉市",
                    "name": "福岡県朝倉市"
                },
                "40229": {
                    "pref": "福岡県",
                    "city": "みやま市",
                    "name": "福岡県みやま市"
                },
                "40230": {
                    "pref": "福岡県",
                    "city": "糸島市",
                    "name": "福岡県糸島市"
                },
                "40231": {
                    "pref": "福岡県",
                    "city": "那珂川市",
                    "name": "福岡県那珂川市"
                },
                "40341": {
                    "pref": "福岡県",
                    "city": "宇美町",
                    "name": "福岡県宇美町"
                },
                "40342": {
                    "pref": "福岡県",
                    "city": "篠栗町",
                    "name": "福岡県篠栗町"
                },
                "40343": {
                    "pref": "福岡県",
                    "city": "志免町",
                    "name": "福岡県志免町"
                },
                "40344": {
                    "pref": "福岡県",
                    "city": "須恵町",
                    "name": "福岡県須恵町"
                },
                "40345": {
                    "pref": "福岡県",
                    "city": "新宮町",
                    "name": "福岡県新宮町"
                },
                "40348": {
                    "pref": "福岡県",
                    "city": "久山町",
                    "name": "福岡県久山町"
                },
                "40349": {
                    "pref": "福岡県",
                    "city": "粕屋町",
                    "name": "福岡県粕屋町"
                },
                "40381": {
                    "pref": "福岡県",
                    "city": "芦屋町",
                    "name": "福岡県芦屋町"
                },
                "40382": {
                    "pref": "福岡県",
                    "city": "水巻町",
                    "name": "福岡県水巻町"
                },
                "40383": {
                    "pref": "福岡県",
                    "city": "岡垣町",
                    "name": "福岡県岡垣町"
                },
                "40384": {
                    "pref": "福岡県",
                    "city": "遠賀町",
                    "name": "福岡県遠賀町"
                },
                "40401": {
                    "pref": "福岡県",
                    "city": "小竹町",
                    "name": "福岡県小竹町"
                },
                "40402": {
                    "pref": "福岡県",
                    "city": "鞍手町",
                    "name": "福岡県鞍手町"
                },
                "40421": {
                    "pref": "福岡県",
                    "city": "桂川町",
                    "name": "福岡県桂川町"
                },
                "40447": {
                    "pref": "福岡県",
                    "city": "筑前町",
                    "name": "福岡県筑前町"
                },
                "40448": {
                    "pref": "福岡県",
                    "city": "東峰村",
                    "name": "福岡県東峰村"
                },
                "40503": {
                    "pref": "福岡県",
                    "city": "大刀洗町",
                    "name": "福岡県大刀洗町"
                },
                "40522": {
                    "pref": "福岡県",
                    "city": "大木町",
                    "name": "福岡県大木町"
                },
                "40544": {
                    "pref": "福岡県",
                    "city": "広川町",
                    "name": "福岡県広川町"
                },
                "40601": {
                    "pref": "福岡県",
                    "city": "香春町",
                    "name": "福岡県香春町"
                },
                "40602": {
                    "pref": "福岡県",
                    "city": "添田町",
                    "name": "福岡県添田町"
                },
                "40604": {
                    "pref": "福岡県",
                    "city": "糸田町",
                    "name": "福岡県糸田町"
                },
                "40605": {
                    "pref": "福岡県",
                    "city": "川崎町",
                    "name": "福岡県川崎町"
                },
                "40608": {
                    "pref": "福岡県",
                    "city": "大任町",
                    "name": "福岡県大任町"
                },
                "40609": {
                    "pref": "福岡県",
                    "city": "赤村",
                    "name": "福岡県赤村"
                },
                "40610": {
                    "pref": "福岡県",
                    "city": "福智町",
                    "name": "福岡県福智町"
                },
                "40621": {
                    "pref": "福岡県",
                    "city": "苅田町",
                    "name": "福岡県苅田町"
                },
                "40625": {
                    "pref": "福岡県",
                    "city": "みやこ町",
                    "name": "福岡県みやこ町"
                },
                "40642": {
                    "pref": "福岡県",
                    "city": "吉富町",
                    "name": "福岡県吉富町"
                },
                "40646": {
                    "pref": "福岡県",
                    "city": "上毛町",
                    "name": "福岡県上毛町"
                },
                "40647": {
                    "pref": "福岡県",
                    "city": "築上町",
                    "name": "福岡県築上町"
                },
                "41000": {
                    "pref": "佐賀県",
                    "city": null,
                    "name": "佐賀県"
                },
                "41201": {
                    "pref": "佐賀県",
                    "city": "佐賀市",
                    "name": "佐賀県佐賀市"
                },
                "41202": {
                    "pref": "佐賀県",
                    "city": "唐津市",
                    "name": "佐賀県唐津市"
                },
                "41203": {
                    "pref": "佐賀県",
                    "city": "鳥栖市",
                    "name": "佐賀県鳥栖市"
                },
                "41204": {
                    "pref": "佐賀県",
                    "city": "多久市",
                    "name": "佐賀県多久市"
                },
                "41205": {
                    "pref": "佐賀県",
                    "city": "伊万里市",
                    "name": "佐賀県伊万里市"
                },
                "41206": {
                    "pref": "佐賀県",
                    "city": "武雄市",
                    "name": "佐賀県武雄市"
                },
                "41207": {
                    "pref": "佐賀県",
                    "city": "鹿島市",
                    "name": "佐賀県鹿島市"
                },
                "41208": {
                    "pref": "佐賀県",
                    "city": "小城市",
                    "name": "佐賀県小城市"
                },
                "41209": {
                    "pref": "佐賀県",
                    "city": "嬉野市",
                    "name": "佐賀県嬉野市"
                },
                "41210": {
                    "pref": "佐賀県",
                    "city": "神埼市",
                    "name": "佐賀県神埼市"
                },
                "41327": {
                    "pref": "佐賀県",
                    "city": "吉野ヶ里町",
                    "name": "佐賀県吉野ヶ里町"
                },
                "41341": {
                    "pref": "佐賀県",
                    "city": "基山町",
                    "name": "佐賀県基山町"
                },
                "41345": {
                    "pref": "佐賀県",
                    "city": "上峰町",
                    "name": "佐賀県上峰町"
                },
                "41346": {
                    "pref": "佐賀県",
                    "city": "みやき町",
                    "name": "佐賀県みやき町"
                },
                "41387": {
                    "pref": "佐賀県",
                    "city": "玄海町",
                    "name": "佐賀県玄海町"
                },
                "41401": {
                    "pref": "佐賀県",
                    "city": "有田町",
                    "name": "佐賀県有田町"
                },
                "41423": {
                    "pref": "佐賀県",
                    "city": "大町町",
                    "name": "佐賀県大町町"
                },
                "41424": {
                    "pref": "佐賀県",
                    "city": "江北町",
                    "name": "佐賀県江北町"
                },
                "41425": {
                    "pref": "佐賀県",
                    "city": "白石町",
                    "name": "佐賀県白石町"
                },
                "41441": {
                    "pref": "佐賀県",
                    "city": "太良町",
                    "name": "佐賀県太良町"
                },
                "42000": {
                    "pref": "長崎県",
                    "city": null,
                    "name": "長崎県"
                },
                "42201": {
                    "pref": "長崎県",
                    "city": "長崎市",
                    "name": "長崎県長崎市"
                },
                "42202": {
                    "pref": "長崎県",
                    "city": "佐世保市",
                    "name": "長崎県佐世保市"
                },
                "42203": {
                    "pref": "長崎県",
                    "city": "島原市",
                    "name": "長崎県島原市"
                },
                "42204": {
                    "pref": "長崎県",
                    "city": "諫早市",
                    "name": "長崎県諫早市"
                },
                "42205": {
                    "pref": "長崎県",
                    "city": "大村市",
                    "name": "長崎県大村市"
                },
                "42207": {
                    "pref": "長崎県",
                    "city": "平戸市",
                    "name": "長崎県平戸市"
                },
                "42208": {
                    "pref": "長崎県",
                    "city": "松浦市",
                    "name": "長崎県松浦市"
                },
                "42209": {
                    "pref": "長崎県",
                    "city": "対馬市",
                    "name": "長崎県対馬市"
                },
                "42210": {
                    "pref": "長崎県",
                    "city": "壱岐市",
                    "name": "長崎県壱岐市"
                },
                "42211": {
                    "pref": "長崎県",
                    "city": "五島市",
                    "name": "長崎県五島市"
                },
                "42212": {
                    "pref": "長崎県",
                    "city": "西海市",
                    "name": "長崎県西海市"
                },
                "42213": {
                    "pref": "長崎県",
                    "city": "雲仙市",
                    "name": "長崎県雲仙市"
                },
                "42214": {
                    "pref": "長崎県",
                    "city": "南島原市",
                    "name": "長崎県南島原市"
                },
                "42307": {
                    "pref": "長崎県",
                    "city": "長与町",
                    "name": "長崎県長与町"
                },
                "42308": {
                    "pref": "長崎県",
                    "city": "時津町",
                    "name": "長崎県時津町"
                },
                "42321": {
                    "pref": "長崎県",
                    "city": "東彼杵町",
                    "name": "長崎県東彼杵町"
                },
                "42322": {
                    "pref": "長崎県",
                    "city": "川棚町",
                    "name": "長崎県川棚町"
                },
                "42323": {
                    "pref": "長崎県",
                    "city": "波佐見町",
                    "name": "長崎県波佐見町"
                },
                "42383": {
                    "pref": "長崎県",
                    "city": "小値賀町",
                    "name": "長崎県小値賀町"
                },
                "42391": {
                    "pref": "長崎県",
                    "city": "佐々町",
                    "name": "長崎県佐々町"
                },
                "42411": {
                    "pref": "長崎県",
                    "city": "新上五島町",
                    "name": "長崎県新上五島町"
                },
                "43000": {
                    "pref": "熊本県",
                    "city": null,
                    "name": "熊本県"
                },
                "43100": {
                    "pref": "熊本県",
                    "city": "熊本市",
                    "name": "熊本県熊本市"
                },
                "43202": {
                    "pref": "熊本県",
                    "city": "八代市",
                    "name": "熊本県八代市"
                },
                "43203": {
                    "pref": "熊本県",
                    "city": "人吉市",
                    "name": "熊本県人吉市"
                },
                "43204": {
                    "pref": "熊本県",
                    "city": "荒尾市",
                    "name": "熊本県荒尾市"
                },
                "43205": {
                    "pref": "熊本県",
                    "city": "水俣市",
                    "name": "熊本県水俣市"
                },
                "43206": {
                    "pref": "熊本県",
                    "city": "玉名市",
                    "name": "熊本県玉名市"
                },
                "43208": {
                    "pref": "熊本県",
                    "city": "山鹿市",
                    "name": "熊本県山鹿市"
                },
                "43210": {
                    "pref": "熊本県",
                    "city": "菊池市",
                    "name": "熊本県菊池市"
                },
                "43211": {
                    "pref": "熊本県",
                    "city": "宇土市",
                    "name": "熊本県宇土市"
                },
                "43212": {
                    "pref": "熊本県",
                    "city": "上天草市",
                    "name": "熊本県上天草市"
                },
                "43213": {
                    "pref": "熊本県",
                    "city": "宇城市",
                    "name": "熊本県宇城市"
                },
                "43214": {
                    "pref": "熊本県",
                    "city": "阿蘇市",
                    "name": "熊本県阿蘇市"
                },
                "43215": {
                    "pref": "熊本県",
                    "city": "天草市",
                    "name": "熊本県天草市"
                },
                "43216": {
                    "pref": "熊本県",
                    "city": "合志市",
                    "name": "熊本県合志市"
                },
                "43348": {
                    "pref": "熊本県",
                    "city": "美里町",
                    "name": "熊本県美里町"
                },
                "43364": {
                    "pref": "熊本県",
                    "city": "玉東町",
                    "name": "熊本県玉東町"
                },
                "43367": {
                    "pref": "熊本県",
                    "city": "南関町",
                    "name": "熊本県南関町"
                },
                "43368": {
                    "pref": "熊本県",
                    "city": "長洲町",
                    "name": "熊本県長洲町"
                },
                "43369": {
                    "pref": "熊本県",
                    "city": "和水町",
                    "name": "熊本県和水町"
                },
                "43403": {
                    "pref": "熊本県",
                    "city": "大津町",
                    "name": "熊本県大津町"
                },
                "43404": {
                    "pref": "熊本県",
                    "city": "菊陽町",
                    "name": "熊本県菊陽町"
                },
                "43423": {
                    "pref": "熊本県",
                    "city": "南小国町",
                    "name": "熊本県南小国町"
                },
                "43424": {
                    "pref": "熊本県",
                    "city": "小国町",
                    "name": "熊本県小国町"
                },
                "43425": {
                    "pref": "熊本県",
                    "city": "産山村",
                    "name": "熊本県産山村"
                },
                "43428": {
                    "pref": "熊本県",
                    "city": "高森町",
                    "name": "熊本県高森町"
                },
                "43432": {
                    "pref": "熊本県",
                    "city": "西原村",
                    "name": "熊本県西原村"
                },
                "43433": {
                    "pref": "熊本県",
                    "city": "南阿蘇村",
                    "name": "熊本県南阿蘇村"
                },
                "43441": {
                    "pref": "熊本県",
                    "city": "御船町",
                    "name": "熊本県御船町"
                },
                "43442": {
                    "pref": "熊本県",
                    "city": "嘉島町",
                    "name": "熊本県嘉島町"
                },
                "43443": {
                    "pref": "熊本県",
                    "city": "益城町",
                    "name": "熊本県益城町"
                },
                "43444": {
                    "pref": "熊本県",
                    "city": "甲佐町",
                    "name": "熊本県甲佐町"
                },
                "43447": {
                    "pref": "熊本県",
                    "city": "山都町",
                    "name": "熊本県山都町"
                },
                "43468": {
                    "pref": "熊本県",
                    "city": "氷川町",
                    "name": "熊本県氷川町"
                },
                "43482": {
                    "pref": "熊本県",
                    "city": "芦北町",
                    "name": "熊本県芦北町"
                },
                "43484": {
                    "pref": "熊本県",
                    "city": "津奈木町",
                    "name": "熊本県津奈木町"
                },
                "43501": {
                    "pref": "熊本県",
                    "city": "錦町",
                    "name": "熊本県錦町"
                },
                "43505": {
                    "pref": "熊本県",
                    "city": "多良木町",
                    "name": "熊本県多良木町"
                },
                "43506": {
                    "pref": "熊本県",
                    "city": "湯前町",
                    "name": "熊本県湯前町"
                },
                "43507": {
                    "pref": "熊本県",
                    "city": "水上村",
                    "name": "熊本県水上村"
                },
                "43510": {
                    "pref": "熊本県",
                    "city": "相良村",
                    "name": "熊本県相良村"
                },
                "43511": {
                    "pref": "熊本県",
                    "city": "五木村",
                    "name": "熊本県五木村"
                },
                "43512": {
                    "pref": "熊本県",
                    "city": "山江村",
                    "name": "熊本県山江村"
                },
                "43513": {
                    "pref": "熊本県",
                    "city": "球磨村",
                    "name": "熊本県球磨村"
                },
                "43514": {
                    "pref": "熊本県",
                    "city": "あさぎり町",
                    "name": "熊本県あさぎり町"
                },
                "43531": {
                    "pref": "熊本県",
                    "city": "苓北町",
                    "name": "熊本県苓北町"
                },
                "44000": {
                    "pref": "大分県",
                    "city": null,
                    "name": "大分県"
                },
                "44201": {
                    "pref": "大分県",
                    "city": "大分市",
                    "name": "大分県大分市"
                },
                "44202": {
                    "pref": "大分県",
                    "city": "別府市",
                    "name": "大分県別府市"
                },
                "44203": {
                    "pref": "大分県",
                    "city": "中津市",
                    "name": "大分県中津市"
                },
                "44204": {
                    "pref": "大分県",
                    "city": "日田市",
                    "name": "大分県日田市"
                },
                "44205": {
                    "pref": "大分県",
                    "city": "佐伯市",
                    "name": "大分県佐伯市"
                },
                "44206": {
                    "pref": "大分県",
                    "city": "臼杵市",
                    "name": "大分県臼杵市"
                },
                "44207": {
                    "pref": "大分県",
                    "city": "津久見市",
                    "name": "大分県津久見市"
                },
                "44208": {
                    "pref": "大分県",
                    "city": "竹田市",
                    "name": "大分県竹田市"
                },
                "44209": {
                    "pref": "大分県",
                    "city": "豊後高田市",
                    "name": "大分県豊後高田市"
                },
                "44210": {
                    "pref": "大分県",
                    "city": "杵築市",
                    "name": "大分県杵築市"
                },
                "44211": {
                    "pref": "大分県",
                    "city": "宇佐市",
                    "name": "大分県宇佐市"
                },
                "44212": {
                    "pref": "大分県",
                    "city": "豊後大野市",
                    "name": "大分県豊後大野市"
                },
                "44213": {
                    "pref": "大分県",
                    "city": "由布市",
                    "name": "大分県由布市"
                },
                "44214": {
                    "pref": "大分県",
                    "city": "国東市",
                    "name": "大分県国東市"
                },
                "44322": {
                    "pref": "大分県",
                    "city": "姫島村",
                    "name": "大分県姫島村"
                },
                "44341": {
                    "pref": "大分県",
                    "city": "日出町",
                    "name": "大分県日出町"
                },
                "44461": {
                    "pref": "大分県",
                    "city": "九重町",
                    "name": "大分県九重町"
                },
                "44462": {
                    "pref": "大分県",
                    "city": "玖珠町",
                    "name": "大分県玖珠町"
                },
                "45000": {
                    "pref": "宮崎県",
                    "city": null,
                    "name": "宮崎県"
                },
                "45201": {
                    "pref": "宮崎県",
                    "city": "宮崎市",
                    "name": "宮崎県宮崎市"
                },
                "45202": {
                    "pref": "宮崎県",
                    "city": "都城市",
                    "name": "宮崎県都城市"
                },
                "45203": {
                    "pref": "宮崎県",
                    "city": "延岡市",
                    "name": "宮崎県延岡市"
                },
                "45204": {
                    "pref": "宮崎県",
                    "city": "日南市",
                    "name": "宮崎県日南市"
                },
                "45205": {
                    "pref": "宮崎県",
                    "city": "小林市",
                    "name": "宮崎県小林市"
                },
                "45206": {
                    "pref": "宮崎県",
                    "city": "日向市",
                    "name": "宮崎県日向市"
                },
                "45207": {
                    "pref": "宮崎県",
                    "city": "串間市",
                    "name": "宮崎県串間市"
                },
                "45208": {
                    "pref": "宮崎県",
                    "city": "西都市",
                    "name": "宮崎県西都市"
                },
                "45209": {
                    "pref": "宮崎県",
                    "city": "えびの市",
                    "name": "宮崎県えびの市"
                },
                "45341": {
                    "pref": "宮崎県",
                    "city": "三股町",
                    "name": "宮崎県三股町"
                },
                "45361": {
                    "pref": "宮崎県",
                    "city": "高原町",
                    "name": "宮崎県高原町"
                },
                "45382": {
                    "pref": "宮崎県",
                    "city": "国富町",
                    "name": "宮崎県国富町"
                },
                "45383": {
                    "pref": "宮崎県",
                    "city": "綾町",
                    "name": "宮崎県綾町"
                },
                "45401": {
                    "pref": "宮崎県",
                    "city": "高鍋町",
                    "name": "宮崎県高鍋町"
                },
                "45402": {
                    "pref": "宮崎県",
                    "city": "新富町",
                    "name": "宮崎県新富町"
                },
                "45403": {
                    "pref": "宮崎県",
                    "city": "西米良村",
                    "name": "宮崎県西米良村"
                },
                "45404": {
                    "pref": "宮崎県",
                    "city": "木城町",
                    "name": "宮崎県木城町"
                },
                "45405": {
                    "pref": "宮崎県",
                    "city": "川南町",
                    "name": "宮崎県川南町"
                },
                "45406": {
                    "pref": "宮崎県",
                    "city": "都農町",
                    "name": "宮崎県都農町"
                },
                "45421": {
                    "pref": "宮崎県",
                    "city": "門川町",
                    "name": "宮崎県門川町"
                },
                "45429": {
                    "pref": "宮崎県",
                    "city": "諸塚村",
                    "name": "宮崎県諸塚村"
                },
                "45430": {
                    "pref": "宮崎県",
                    "city": "椎葉村",
                    "name": "宮崎県椎葉村"
                },
                "45431": {
                    "pref": "宮崎県",
                    "city": "美郷町",
                    "name": "宮崎県美郷町"
                },
                "45441": {
                    "pref": "宮崎県",
                    "city": "高千穂町",
                    "name": "宮崎県高千穂町"
                },
                "45442": {
                    "pref": "宮崎県",
                    "city": "日之影町",
                    "name": "宮崎県日之影町"
                },
                "45443": {
                    "pref": "宮崎県",
                    "city": "五ヶ瀬町",
                    "name": "宮崎県五ヶ瀬町"
                },
                "46000": {
                    "pref": "鹿児島県",
                    "city": null,
                    "name": "鹿児島県"
                },
                "46201": {
                    "pref": "鹿児島県",
                    "city": "鹿児島市",
                    "name": "鹿児島県鹿児島市"
                },
                "46203": {
                    "pref": "鹿児島県",
                    "city": "鹿屋市",
                    "name": "鹿児島県鹿屋市"
                },
                "46204": {
                    "pref": "鹿児島県",
                    "city": "枕崎市",
                    "name": "鹿児島県枕崎市"
                },
                "46206": {
                    "pref": "鹿児島県",
                    "city": "阿久根市",
                    "name": "鹿児島県阿久根市"
                },
                "46208": {
                    "pref": "鹿児島県",
                    "city": "出水市",
                    "name": "鹿児島県出水市"
                },
                "46210": {
                    "pref": "鹿児島県",
                    "city": "指宿市",
                    "name": "鹿児島県指宿市"
                },
                "46213": {
                    "pref": "鹿児島県",
                    "city": "西之表市",
                    "name": "鹿児島県西之表市"
                },
                "46214": {
                    "pref": "鹿児島県",
                    "city": "垂水市",
                    "name": "鹿児島県垂水市"
                },
                "46215": {
                    "pref": "鹿児島県",
                    "city": "薩摩川内市",
                    "name": "鹿児島県薩摩川内市"
                },
                "46216": {
                    "pref": "鹿児島県",
                    "city": "日置市",
                    "name": "鹿児島県日置市"
                },
                "46217": {
                    "pref": "鹿児島県",
                    "city": "曽於市",
                    "name": "鹿児島県曽於市"
                },
                "46218": {
                    "pref": "鹿児島県",
                    "city": "霧島市",
                    "name": "鹿児島県霧島市"
                },
                "46219": {
                    "pref": "鹿児島県",
                    "city": "いちき串木野市",
                    "name": "鹿児島県いちき串木野市"
                },
                "46220": {
                    "pref": "鹿児島県",
                    "city": "南さつま市",
                    "name": "鹿児島県南さつま市"
                },
                "46221": {
                    "pref": "鹿児島県",
                    "city": "志布志市",
                    "name": "鹿児島県志布志市"
                },
                "46222": {
                    "pref": "鹿児島県",
                    "city": "奄美市",
                    "name": "鹿児島県奄美市"
                },
                "46223": {
                    "pref": "鹿児島県",
                    "city": "南九州市",
                    "name": "鹿児島県南九州市"
                },
                "46224": {
                    "pref": "鹿児島県",
                    "city": "伊佐市",
                    "name": "鹿児島県伊佐市"
                },
                "46225": {
                    "pref": "鹿児島県",
                    "city": "姶良市",
                    "name": "鹿児島県姶良市"
                },
                "46303": {
                    "pref": "鹿児島県",
                    "city": "三島村",
                    "name": "鹿児島県三島村"
                },
                "46304": {
                    "pref": "鹿児島県",
                    "city": "十島村",
                    "name": "鹿児島県十島村"
                },
                "46392": {
                    "pref": "鹿児島県",
                    "city": "さつま町",
                    "name": "鹿児島県さつま町"
                },
                "46404": {
                    "pref": "鹿児島県",
                    "city": "長島町",
                    "name": "鹿児島県長島町"
                },
                "46452": {
                    "pref": "鹿児島県",
                    "city": "湧水町",
                    "name": "鹿児島県湧水町"
                },
                "46468": {
                    "pref": "鹿児島県",
                    "city": "大崎町",
                    "name": "鹿児島県大崎町"
                },
                "46482": {
                    "pref": "鹿児島県",
                    "city": "東串良町",
                    "name": "鹿児島県東串良町"
                },
                "46490": {
                    "pref": "鹿児島県",
                    "city": "錦江町",
                    "name": "鹿児島県錦江町"
                },
                "46491": {
                    "pref": "鹿児島県",
                    "city": "南大隅町",
                    "name": "鹿児島県南大隅町"
                },
                "46492": {
                    "pref": "鹿児島県",
                    "city": "肝付町",
                    "name": "鹿児島県肝付町"
                },
                "46501": {
                    "pref": "鹿児島県",
                    "city": "中種子町",
                    "name": "鹿児島県中種子町"
                },
                "46502": {
                    "pref": "鹿児島県",
                    "city": "南種子町",
                    "name": "鹿児島県南種子町"
                },
                "46505": {
                    "pref": "鹿児島県",
                    "city": "屋久島町",
                    "name": "鹿児島県屋久島町"
                },
                "46523": {
                    "pref": "鹿児島県",
                    "city": "大和村",
                    "name": "鹿児島県大和村"
                },
                "46524": {
                    "pref": "鹿児島県",
                    "city": "宇検村",
                    "name": "鹿児島県宇検村"
                },
                "46525": {
                    "pref": "鹿児島県",
                    "city": "瀬戸内町",
                    "name": "鹿児島県瀬戸内町"
                },
                "46527": {
                    "pref": "鹿児島県",
                    "city": "龍郷町",
                    "name": "鹿児島県龍郷町"
                },
                "46529": {
                    "pref": "鹿児島県",
                    "city": "喜界町",
                    "name": "鹿児島県喜界町"
                },
                "46530": {
                    "pref": "鹿児島県",
                    "city": "徳之島町",
                    "name": "鹿児島県徳之島町"
                },
                "46531": {
                    "pref": "鹿児島県",
                    "city": "天城町",
                    "name": "鹿児島県天城町"
                },
                "46532": {
                    "pref": "鹿児島県",
                    "city": "伊仙町",
                    "name": "鹿児島県伊仙町"
                },
                "46533": {
                    "pref": "鹿児島県",
                    "city": "和泊町",
                    "name": "鹿児島県和泊町"
                },
                "46534": {
                    "pref": "鹿児島県",
                    "city": "知名町",
                    "name": "鹿児島県知名町"
                },
                "46535": {
                    "pref": "鹿児島県",
                    "city": "与論町",
                    "name": "鹿児島県与論町"
                },
                "47000": {
                    "pref": "沖縄県",
                    "city": null,
                    "name": "沖縄県"
                },
                "47201": {
                    "pref": "沖縄県",
                    "city": "那覇市",
                    "name": "沖縄県那覇市"
                },
                "47205": {
                    "pref": "沖縄県",
                    "city": "宜野湾市",
                    "name": "沖縄県宜野湾市"
                },
                "47207": {
                    "pref": "沖縄県",
                    "city": "石垣市",
                    "name": "沖縄県石垣市"
                },
                "47208": {
                    "pref": "沖縄県",
                    "city": "浦添市",
                    "name": "沖縄県浦添市"
                },
                "47209": {
                    "pref": "沖縄県",
                    "city": "名護市",
                    "name": "沖縄県名護市"
                },
                "47210": {
                    "pref": "沖縄県",
                    "city": "糸満市",
                    "name": "沖縄県糸満市"
                },
                "47211": {
                    "pref": "沖縄県",
                    "city": "沖縄市",
                    "name": "沖縄県沖縄市"
                },
                "47212": {
                    "pref": "沖縄県",
                    "city": "豊見城市",
                    "name": "沖縄県豊見城市"
                },
                "47213": {
                    "pref": "沖縄県",
                    "city": "うるま市",
                    "name": "沖縄県うるま市"
                },
                "47214": {
                    "pref": "沖縄県",
                    "city": "宮古島市",
                    "name": "沖縄県宮古島市"
                },
                "47215": {
                    "pref": "沖縄県",
                    "city": "南城市",
                    "name": "沖縄県南城市"
                },
                "47301": {
                    "pref": "沖縄県",
                    "city": "国頭村",
                    "name": "沖縄県国頭村"
                },
                "47302": {
                    "pref": "沖縄県",
                    "city": "大宜味村",
                    "name": "沖縄県大宜味村"
                },
                "47303": {
                    "pref": "沖縄県",
                    "city": "東村",
                    "name": "沖縄県東村"
                },
                "47306": {
                    "pref": "沖縄県",
                    "city": "今帰仁村",
                    "name": "沖縄県今帰仁村"
                },
                "47308": {
                    "pref": "沖縄県",
                    "city": "本部町",
                    "name": "沖縄県本部町"
                },
                "47311": {
                    "pref": "沖縄県",
                    "city": "恩納村",
                    "name": "沖縄県恩納村"
                },
                "47313": {
                    "pref": "沖縄県",
                    "city": "宜野座村",
                    "name": "沖縄県宜野座村"
                },
                "47314": {
                    "pref": "沖縄県",
                    "city": "金武町",
                    "name": "沖縄県金武町"
                },
                "47315": {
                    "pref": "沖縄県",
                    "city": "伊江村",
                    "name": "沖縄県伊江村"
                },
                "47324": {
                    "pref": "沖縄県",
                    "city": "読谷村",
                    "name": "沖縄県読谷村"
                },
                "47325": {
                    "pref": "沖縄県",
                    "city": "嘉手納町",
                    "name": "沖縄県嘉手納町"
                },
                "47326": {
                    "pref": "沖縄県",
                    "city": "北谷町",
                    "name": "沖縄県北谷町"
                },
                "47327": {
                    "pref": "沖縄県",
                    "city": "北中城村",
                    "name": "沖縄県北中城村"
                },
                "47328": {
                    "pref": "沖縄県",
                    "city": "中城村",
                    "name": "沖縄県中城村"
                },
                "47329": {
                    "pref": "沖縄県",
                    "city": "西原町",
                    "name": "沖縄県西原町"
                },
                "47348": {
                    "pref": "沖縄県",
                    "city": "与那原町",
                    "name": "沖縄県与那原町"
                },
                "47350": {
                    "pref": "沖縄県",
                    "city": "南風原町",
                    "name": "沖縄県南風原町"
                },
                "47353": {
                    "pref": "沖縄県",
                    "city": "渡嘉敷村",
                    "name": "沖縄県渡嘉敷村"
                },
                "47354": {
                    "pref": "沖縄県",
                    "city": "座間味村",
                    "name": "沖縄県座間味村"
                },
                "47355": {
                    "pref": "沖縄県",
                    "city": "粟国村",
                    "name": "沖縄県粟国村"
                },
                "47356": {
                    "pref": "沖縄県",
                    "city": "渡名喜村",
                    "name": "沖縄県渡名喜村"
                },
                "47357": {
                    "pref": "沖縄県",
                    "city": "南大東村",
                    "name": "沖縄県南大東村"
                },
                "47358": {
                    "pref": "沖縄県",
                    "city": "北大東村",
                    "name": "沖縄県北大東村"
                },
                "47359": {
                    "pref": "沖縄県",
                    "city": "伊平屋村",
                    "name": "沖縄県伊平屋村"
                },
                "47360": {
                    "pref": "沖縄県",
                    "city": "伊是名村",
                    "name": "沖縄県伊是名村"
                },
                "47361": {
                    "pref": "沖縄県",
                    "city": "久米島町",
                    "name": "沖縄県久米島町"
                },
                "47362": {
                    "pref": "沖縄県",
                    "city": "八重瀬町",
                    "name": "沖縄県八重瀬町"
                },
                "47375": {
                    "pref": "沖縄県",
                    "city": "多良間村",
                    "name": "沖縄県多良間村"
                },
                "47381": {
                    "pref": "沖縄県",
                    "city": "竹富町",
                    "name": "沖縄県竹富町"
                },
                "47382": {
                    "pref": "沖縄県",
                    "city": "与那国町",
                    "name": "沖縄県与那国町"
                },
                "01101": {
                    "pref": "北海道",
                    "city": "札幌市中央区",
                    "name": "北海道札幌市中央区"
                },
                "01102": {
                    "pref": "北海道",
                    "city": "札幌市北区",
                    "name": "北海道札幌市北区"
                },
                "01103": {
                    "pref": "北海道",
                    "city": "札幌市東区",
                    "name": "北海道札幌市東区"
                },
                "01104": {
                    "pref": "北海道",
                    "city": "札幌市白石区",
                    "name": "北海道札幌市白石区"
                },
                "01105": {
                    "pref": "北海道",
                    "city": "札幌市豊平区",
                    "name": "北海道札幌市豊平区"
                },
                "01106": {
                    "pref": "北海道",
                    "city": "札幌市南区",
                    "name": "北海道札幌市南区"
                },
                "01107": {
                    "pref": "北海道",
                    "city": "札幌市西区",
                    "name": "北海道札幌市西区"
                },
                "01108": {
                    "pref": "北海道",
                    "city": "札幌市厚別区",
                    "name": "北海道札幌市厚別区"
                },
                "01109": {
                    "pref": "北海道",
                    "city": "札幌市手稲区",
                    "name": "北海道札幌市手稲区"
                },
                "01110": {
                    "pref": "北海道",
                    "city": "札幌市清田区",
                    "name": "北海道札幌市清田区"
                },
                "04101": {
                    "pref": "宮城県",
                    "city": "仙台市青葉区",
                    "name": "宮城県仙台市青葉区"
                },
                "04102": {
                    "pref": "宮城県",
                    "city": "仙台市宮城野区",
                    "name": "宮城県仙台市宮城野区"
                },
                "04103": {
                    "pref": "宮城県",
                    "city": "仙台市若林区",
                    "name": "宮城県仙台市若林区"
                },
                "04104": {
                    "pref": "宮城県",
                    "city": "仙台市太白区",
                    "name": "宮城県仙台市太白区"
                },
                "04105": {
                    "pref": "宮城県",
                    "city": "仙台市泉区",
                    "name": "宮城県仙台市泉区"
                },
                "11101": {
                    "pref": "埼玉県",
                    "city": "さいたま市西区",
                    "name": "埼玉県さいたま市西区"
                },
                "11102": {
                    "pref": "埼玉県",
                    "city": "さいたま市北区",
                    "name": "埼玉県さいたま市北区"
                },
                "11103": {
                    "pref": "埼玉県",
                    "city": "さいたま市大宮区",
                    "name": "埼玉県さいたま市大宮区"
                },
                "11104": {
                    "pref": "埼玉県",
                    "city": "さいたま市見沼区",
                    "name": "埼玉県さいたま市見沼区"
                },
                "11105": {
                    "pref": "埼玉県",
                    "city": "さいたま市中央区",
                    "name": "埼玉県さいたま市中央区"
                },
                "11106": {
                    "pref": "埼玉県",
                    "city": "さいたま市桜区",
                    "name": "埼玉県さいたま市桜区"
                },
                "11107": {
                    "pref": "埼玉県",
                    "city": "さいたま市浦和区",
                    "name": "埼玉県さいたま市浦和区"
                },
                "11108": {
                    "pref": "埼玉県",
                    "city": "さいたま市南区",
                    "name": "埼玉県さいたま市南区"
                },
                "11109": {
                    "pref": "埼玉県",
                    "city": "さいたま市緑区",
                    "name": "埼玉県さいたま市緑区"
                },
                "11110": {
                    "pref": "埼玉県",
                    "city": "さいたま市岩槻区",
                    "name": "埼玉県さいたま市岩槻区"
                },
                "12101": {
                    "pref": "千葉県",
                    "city": "千葉市中央区",
                    "name": "千葉県千葉市中央区"
                },
                "12102": {
                    "pref": "千葉県",
                    "city": "千葉市花見川区",
                    "name": "千葉県千葉市花見川区"
                },
                "12103": {
                    "pref": "千葉県",
                    "city": "千葉市稲毛区",
                    "name": "千葉県千葉市稲毛区"
                },
                "12104": {
                    "pref": "千葉県",
                    "city": "千葉市若葉区",
                    "name": "千葉県千葉市若葉区"
                },
                "12105": {
                    "pref": "千葉県",
                    "city": "千葉市緑区",
                    "name": "千葉県千葉市緑区"
                },
                "12106": {
                    "pref": "千葉県",
                    "city": "千葉市美浜区",
                    "name": "千葉県千葉市美浜区"
                },
                "14101": {
                    "pref": "神奈川県",
                    "city": "横浜市鶴見区",
                    "name": "神奈川県横浜市鶴見区"
                },
                "14102": {
                    "pref": "神奈川県",
                    "city": "横浜市神奈川区",
                    "name": "神奈川県横浜市神奈川区"
                },
                "14103": {
                    "pref": "神奈川県",
                    "city": "横浜市西区",
                    "name": "神奈川県横浜市西区"
                },
                "14104": {
                    "pref": "神奈川県",
                    "city": "横浜市中区",
                    "name": "神奈川県横浜市中区"
                },
                "14105": {
                    "pref": "神奈川県",
                    "city": "横浜市南区",
                    "name": "神奈川県横浜市南区"
                },
                "14106": {
                    "pref": "神奈川県",
                    "city": "横浜市保土ケ谷区",
                    "name": "神奈川県横浜市保土ケ谷区"
                },
                "14107": {
                    "pref": "神奈川県",
                    "city": "横浜市磯子区",
                    "name": "神奈川県横浜市磯子区"
                },
                "14108": {
                    "pref": "神奈川県",
                    "city": "横浜市金沢区",
                    "name": "神奈川県横浜市金沢区"
                },
                "14109": {
                    "pref": "神奈川県",
                    "city": "横浜市港北区",
                    "name": "神奈川県横浜市港北区"
                },
                "14110": {
                    "pref": "神奈川県",
                    "city": "横浜市戸塚区",
                    "name": "神奈川県横浜市戸塚区"
                },
                "14111": {
                    "pref": "神奈川県",
                    "city": "横浜市港南区",
                    "name": "神奈川県横浜市港南区"
                },
                "14112": {
                    "pref": "神奈川県",
                    "city": "横浜市旭区",
                    "name": "神奈川県横浜市旭区"
                },
                "14113": {
                    "pref": "神奈川県",
                    "city": "横浜市緑区",
                    "name": "神奈川県横浜市緑区"
                },
                "14114": {
                    "pref": "神奈川県",
                    "city": "横浜市瀬谷区",
                    "name": "神奈川県横浜市瀬谷区"
                },
                "14115": {
                    "pref": "神奈川県",
                    "city": "横浜市栄区",
                    "name": "神奈川県横浜市栄区"
                },
                "14116": {
                    "pref": "神奈川県",
                    "city": "横浜市泉区",
                    "name": "神奈川県横浜市泉区"
                },
                "14117": {
                    "pref": "神奈川県",
                    "city": "横浜市青葉区",
                    "name": "神奈川県横浜市青葉区"
                },
                "14118": {
                    "pref": "神奈川県",
                    "city": "横浜市都筑区",
                    "name": "神奈川県横浜市都筑区"
                },
                "14131": {
                    "pref": "神奈川県",
                    "city": "川崎市川崎区",
                    "name": "神奈川県川崎市川崎区"
                },
                "14132": {
                    "pref": "神奈川県",
                    "city": "川崎市幸区",
                    "name": "神奈川県川崎市幸区"
                },
                "14133": {
                    "pref": "神奈川県",
                    "city": "川崎市中原区",
                    "name": "神奈川県川崎市中原区"
                },
                "14134": {
                    "pref": "神奈川県",
                    "city": "川崎市高津区",
                    "name": "神奈川県川崎市高津区"
                },
                "14135": {
                    "pref": "神奈川県",
                    "city": "川崎市多摩区",
                    "name": "神奈川県川崎市多摩区"
                },
                "14136": {
                    "pref": "神奈川県",
                    "city": "川崎市宮前区",
                    "name": "神奈川県川崎市宮前区"
                },
                "14137": {
                    "pref": "神奈川県",
                    "city": "川崎市麻生区",
                    "name": "神奈川県川崎市麻生区"
                },
                "14151": {
                    "pref": "神奈川県",
                    "city": "相模原市緑区",
                    "name": "神奈川県相模原市緑区"
                },
                "14152": {
                    "pref": "神奈川県",
                    "city": "相模原市中央区",
                    "name": "神奈川県相模原市中央区"
                },
                "14153": {
                    "pref": "神奈川県",
                    "city": "相模原市南区",
                    "name": "神奈川県相模原市南区"
                },
                "15101": {
                    "pref": "新潟県",
                    "city": "新潟市北区",
                    "name": "新潟県新潟市北区"
                },
                "15102": {
                    "pref": "新潟県",
                    "city": "新潟市東区",
                    "name": "新潟県新潟市東区"
                },
                "15103": {
                    "pref": "新潟県",
                    "city": "新潟市中央区",
                    "name": "新潟県新潟市中央区"
                },
                "15104": {
                    "pref": "新潟県",
                    "city": "新潟市江南区",
                    "name": "新潟県新潟市江南区"
                },
                "15105": {
                    "pref": "新潟県",
                    "city": "新潟市秋葉区",
                    "name": "新潟県新潟市秋葉区"
                },
                "15106": {
                    "pref": "新潟県",
                    "city": "新潟市南区",
                    "name": "新潟県新潟市南区"
                },
                "15107": {
                    "pref": "新潟県",
                    "city": "新潟市西区",
                    "name": "新潟県新潟市西区"
                },
                "15108": {
                    "pref": "新潟県",
                    "city": "新潟市西蒲区",
                    "name": "新潟県新潟市西蒲区"
                },
                "22101": {
                    "pref": "静岡県",
                    "city": "静岡市葵区",
                    "name": "静岡県静岡市葵区"
                },
                "22102": {
                    "pref": "静岡県",
                    "city": "静岡市駿河区",
                    "name": "静岡県静岡市駿河区"
                },
                "22103": {
                    "pref": "静岡県",
                    "city": "静岡市清水区",
                    "name": "静岡県静岡市清水区"
                },
                "22138": {
                    "pref": "静岡県",
                    "city": "浜松市中央区",
                    "name": "静岡県浜松市中央区"
                },
                "22139": {
                    "pref": "静岡県",
                    "city": "浜松市浜名区",
                    "name": "静岡県浜松市浜名区"
                },
                "22140": {
                    "pref": "静岡県",
                    "city": "浜松市天竜区",
                    "name": "静岡県浜松市天竜区"
                },
                "23101": {
                    "pref": "愛知県",
                    "city": "名古屋市千種区",
                    "name": "愛知県名古屋市千種区"
                },
                "23102": {
                    "pref": "愛知県",
                    "city": "名古屋市東区",
                    "name": "愛知県名古屋市東区"
                },
                "23103": {
                    "pref": "愛知県",
                    "city": "名古屋市北区",
                    "name": "愛知県名古屋市北区"
                },
                "23104": {
                    "pref": "愛知県",
                    "city": "名古屋市西区",
                    "name": "愛知県名古屋市西区"
                },
                "23105": {
                    "pref": "愛知県",
                    "city": "名古屋市中村区",
                    "name": "愛知県名古屋市中村区"
                },
                "23106": {
                    "pref": "愛知県",
                    "city": "名古屋市中区",
                    "name": "愛知県名古屋市中区"
                },
                "23107": {
                    "pref": "愛知県",
                    "city": "名古屋市昭和区",
                    "name": "愛知県名古屋市昭和区"
                },
                "23108": {
                    "pref": "愛知県",
                    "city": "名古屋市瑞穂区",
                    "name": "愛知県名古屋市瑞穂区"
                },
                "23109": {
                    "pref": "愛知県",
                    "city": "名古屋市熱田区",
                    "name": "愛知県名古屋市熱田区"
                },
                "23110": {
                    "pref": "愛知県",
                    "city": "名古屋市中川区",
                    "name": "愛知県名古屋市中川区"
                },
                "23111": {
                    "pref": "愛知県",
                    "city": "名古屋市港区",
                    "name": "愛知県名古屋市港区"
                },
                "23112": {
                    "pref": "愛知県",
                    "city": "名古屋市南区",
                    "name": "愛知県名古屋市南区"
                },
                "23113": {
                    "pref": "愛知県",
                    "city": "名古屋市守山区",
                    "name": "愛知県名古屋市守山区"
                },
                "23114": {
                    "pref": "愛知県",
                    "city": "名古屋市緑区",
                    "name": "愛知県名古屋市緑区"
                },
                "23115": {
                    "pref": "愛知県",
                    "city": "名古屋市名東区",
                    "name": "愛知県名古屋市名東区"
                },
                "23116": {
                    "pref": "愛知県",
                    "city": "名古屋市天白区",
                    "name": "愛知県名古屋市天白区"
                },
                "26101": {
                    "pref": "京都府",
                    "city": "京都市北区",
                    "name": "京都府京都市北区"
                },
                "26102": {
                    "pref": "京都府",
                    "city": "京都市上京区",
                    "name": "京都府京都市上京区"
                },
                "26103": {
                    "pref": "京都府",
                    "city": "京都市左京区",
                    "name": "京都府京都市左京区"
                },
                "26104": {
                    "pref": "京都府",
                    "city": "京都市中京区",
                    "name": "京都府京都市中京区"
                },
                "26105": {
                    "pref": "京都府",
                    "city": "京都市東山区",
                    "name": "京都府京都市東山区"
                },
                "26106": {
                    "pref": "京都府",
                    "city": "京都市下京区",
                    "name": "京都府京都市下京区"
                },
                "26107": {
                    "pref": "京都府",
                    "city": "京都市南区",
                    "name": "京都府京都市南区"
                },
                "26108": {
                    "pref": "京都府",
                    "city": "京都市右京区",
                    "name": "京都府京都市右京区"
                },
                "26109": {
                    "pref": "京都府",
                    "city": "京都市伏見区",
                    "name": "京都府京都市伏見区"
                },
                "26110": {
                    "pref": "京都府",
                    "city": "京都市山科区",
                    "name": "京都府京都市山科区"
                },
                "26111": {
                    "pref": "京都府",
                    "city": "京都市西京区",
                    "name": "京都府京都市西京区"
                },
                "27102": {
                    "pref": "大阪府",
                    "city": "大阪市都島区",
                    "name": "大阪府大阪市都島区"
                },
                "27103": {
                    "pref": "大阪府",
                    "city": "大阪市福島区",
                    "name": "大阪府大阪市福島区"
                },
                "27104": {
                    "pref": "大阪府",
                    "city": "大阪市此花区",
                    "name": "大阪府大阪市此花区"
                },
                "27106": {
                    "pref": "大阪府",
                    "city": "大阪市西区",
                    "name": "大阪府大阪市西区"
                },
                "27107": {
                    "pref": "大阪府",
                    "city": "大阪市港区",
                    "name": "大阪府大阪市港区"
                },
                "27108": {
                    "pref": "大阪府",
                    "city": "大阪市大正区",
                    "name": "大阪府大阪市大正区"
                },
                "27109": {
                    "pref": "大阪府",
                    "city": "大阪市天王寺区",
                    "name": "大阪府大阪市天王寺区"
                },
                "27111": {
                    "pref": "大阪府",
                    "city": "大阪市浪速区",
                    "name": "大阪府大阪市浪速区"
                },
                "27113": {
                    "pref": "大阪府",
                    "city": "大阪市西淀川区",
                    "name": "大阪府大阪市西淀川区"
                },
                "27114": {
                    "pref": "大阪府",
                    "city": "大阪市東淀川区",
                    "name": "大阪府大阪市東淀川区"
                },
                "27115": {
                    "pref": "大阪府",
                    "city": "大阪市東成区",
                    "name": "大阪府大阪市東成区"
                },
                "27116": {
                    "pref": "大阪府",
                    "city": "大阪市生野区",
                    "name": "大阪府大阪市生野区"
                },
                "27117": {
                    "pref": "大阪府",
                    "city": "大阪市旭区",
                    "name": "大阪府大阪市旭区"
                },
                "27118": {
                    "pref": "大阪府",
                    "city": "大阪市城東区",
                    "name": "大阪府大阪市城東区"
                },
                "27119": {
                    "pref": "大阪府",
                    "city": "大阪市阿倍野区",
                    "name": "大阪府大阪市阿倍野区"
                },
                "27120": {
                    "pref": "大阪府",
                    "city": "大阪市住吉区",
                    "name": "大阪府大阪市住吉区"
                },
                "27121": {
                    "pref": "大阪府",
                    "city": "大阪市東住吉区",
                    "name": "大阪府大阪市東住吉区"
                },
                "27122": {
                    "pref": "大阪府",
                    "city": "大阪市西成区",
                    "name": "大阪府大阪市西成区"
                },
                "27123": {
                    "pref": "大阪府",
                    "city": "大阪市淀川区",
                    "name": "大阪府大阪市淀川区"
                },
                "27124": {
                    "pref": "大阪府",
                    "city": "大阪市鶴見区",
                    "name": "大阪府大阪市鶴見区"
                },
                "27125": {
                    "pref": "大阪府",
                    "city": "大阪市住之江区",
                    "name": "大阪府大阪市住之江区"
                },
                "27126": {
                    "pref": "大阪府",
                    "city": "大阪市平野区",
                    "name": "大阪府大阪市平野区"
                },
                "27127": {
                    "pref": "大阪府",
                    "city": "大阪市北区",
                    "name": "大阪府大阪市北区"
                },
                "27128": {
                    "pref": "大阪府",
                    "city": "大阪市中央区",
                    "name": "大阪府大阪市中央区"
                },
                "27141": {
                    "pref": "大阪府",
                    "city": "堺市堺区",
                    "name": "大阪府堺市堺区"
                },
                "27142": {
                    "pref": "大阪府",
                    "city": "堺市中区",
                    "name": "大阪府堺市中区"
                },
                "27143": {
                    "pref": "大阪府",
                    "city": "堺市東区",
                    "name": "大阪府堺市東区"
                },
                "27144": {
                    "pref": "大阪府",
                    "city": "堺市西区",
                    "name": "大阪府堺市西区"
                },
                "27145": {
                    "pref": "大阪府",
                    "city": "堺市南区",
                    "name": "大阪府堺市南区"
                },
                "27146": {
                    "pref": "大阪府",
                    "city": "堺市北区",
                    "name": "大阪府堺市北区"
                },
                "27147": {
                    "pref": "大阪府",
                    "city": "堺市美原区",
                    "name": "大阪府堺市美原区"
                },
                "28101": {
                    "pref": "兵庫県",
                    "city": "神戸市東灘区",
                    "name": "兵庫県神戸市東灘区"
                },
                "28102": {
                    "pref": "兵庫県",
                    "city": "神戸市灘区",
                    "name": "兵庫県神戸市灘区"
                },
                "28105": {
                    "pref": "兵庫県",
                    "city": "神戸市兵庫区",
                    "name": "兵庫県神戸市兵庫区"
                },
                "28106": {
                    "pref": "兵庫県",
                    "city": "神戸市長田区",
                    "name": "兵庫県神戸市長田区"
                },
                "28107": {
                    "pref": "兵庫県",
                    "city": "神戸市須磨区",
                    "name": "兵庫県神戸市須磨区"
                },
                "28108": {
                    "pref": "兵庫県",
                    "city": "神戸市垂水区",
                    "name": "兵庫県神戸市垂水区"
                },
                "28109": {
                    "pref": "兵庫県",
                    "city": "神戸市北区",
                    "name": "兵庫県神戸市北区"
                },
                "28110": {
                    "pref": "兵庫県",
                    "city": "神戸市中央区",
                    "name": "兵庫県神戸市中央区"
                },
                "28111": {
                    "pref": "兵庫県",
                    "city": "神戸市西区",
                    "name": "兵庫県神戸市西区"
                },
                "33101": {
                    "pref": "岡山県",
                    "city": "岡山市北区",
                    "name": "岡山県岡山市北区"
                },
                "33102": {
                    "pref": "岡山県",
                    "city": "岡山市中区",
                    "name": "岡山県岡山市中区"
                },
                "33103": {
                    "pref": "岡山県",
                    "city": "岡山市東区",
                    "name": "岡山県岡山市東区"
                },
                "33104": {
                    "pref": "岡山県",
                    "city": "岡山市南区",
                    "name": "岡山県岡山市南区"
                },
                "34101": {
                    "pref": "広島県",
                    "city": "広島市中区",
                    "name": "広島県広島市中区"
                },
                "34102": {
                    "pref": "広島県",
                    "city": "広島市東区",
                    "name": "広島県広島市東区"
                },
                "34103": {
                    "pref": "広島県",
                    "city": "広島市南区",
                    "name": "広島県広島市南区"
                },
                "34104": {
                    "pref": "広島県",
                    "city": "広島市西区",
                    "name": "広島県広島市西区"
                },
                "34105": {
                    "pref": "広島県",
                    "city": "広島市安佐南区",
                    "name": "広島県広島市安佐南区"
                },
                "34106": {
                    "pref": "広島県",
                    "city": "広島市安佐北区",
                    "name": "広島県広島市安佐北区"
                },
                "34107": {
                    "pref": "広島県",
                    "city": "広島市安芸区",
                    "name": "広島県広島市安芸区"
                },
                "34108": {
                    "pref": "広島県",
                    "city": "広島市佐伯区",
                    "name": "広島県広島市佐伯区"
                },
                "40101": {
                    "pref": "福岡県",
                    "city": "北九州市門司区",
                    "name": "福岡県北九州市門司区"
                },
                "40103": {
                    "pref": "福岡県",
                    "city": "北九州市若松区",
                    "name": "福岡県北九州市若松区"
                },
                "40105": {
                    "pref": "福岡県",
                    "city": "北九州市戸畑区",
                    "name": "福岡県北九州市戸畑区"
                },
                "40106": {
                    "pref": "福岡県",
                    "city": "北九州市小倉北区",
                    "name": "福岡県北九州市小倉北区"
                },
                "40107": {
                    "pref": "福岡県",
                    "city": "北九州市小倉南区",
                    "name": "福岡県北九州市小倉南区"
                },
                "40108": {
                    "pref": "福岡県",
                    "city": "北九州市八幡東区",
                    "name": "福岡県北九州市八幡東区"
                },
                "40109": {
                    "pref": "福岡県",
                    "city": "北九州市八幡西区",
                    "name": "福岡県北九州市八幡西区"
                },
                "40131": {
                    "pref": "福岡県",
                    "city": "福岡市東区",
                    "name": "福岡県福岡市東区"
                },
                "40132": {
                    "pref": "福岡県",
                    "city": "福岡市博多区",
                    "name": "福岡県福岡市博多区"
                },
                "40133": {
                    "pref": "福岡県",
                    "city": "福岡市中央区",
                    "name": "福岡県福岡市中央区"
                },
                "40134": {
                    "pref": "福岡県",
                    "city": "福岡市南区",
                    "name": "福岡県福岡市南区"
                },
                "40135": {
                    "pref": "福岡県",
                    "city": "福岡市西区",
                    "name": "福岡県福岡市西区"
                },
                "40136": {
                    "pref": "福岡県",
                    "city": "福岡市城南区",
                    "name": "福岡県福岡市城南区"
                },
                "40137": {
                    "pref": "福岡県",
                    "city": "福岡市早良区",
                    "name": "福岡県福岡市早良区"
                },
                "43101": {
                    "pref": "熊本県",
                    "city": "熊本市中央区",
                    "name": "熊本県熊本市中央区"
                },
                "43102": {
                    "pref": "熊本県",
                    "city": "熊本市東区",
                    "name": "熊本県熊本市東区"
                },
                "43103": {
                    "pref": "熊本県",
                    "city": "熊本市西区",
                    "name": "熊本県熊本市西区"
                },
                "43104": {
                    "pref": "熊本県",
                    "city": "熊本市南区",
                    "name": "熊本県熊本市南区"
                },
                "43105": {
                    "pref": "熊本県",
                    "city": "熊本市北区",
                    "name": "熊本県熊本市北区"
                }
            };